Repository: KDE/korganizer
Catalog: po/*/korganizer_calendarplugins.po
Languages: ar, tr

# @title:window
source: Configure Day Numbers
ar: اضبط أرقام الأيّام
tr: Gün Numaralarını Yapılandır

# @title:group
source: Show Date Number
ar: أعرض رقم التاريخ
tr: Tarih Numarasını Göster

# @option:radio
source: Show day number
ar: اعرض رقم اليوم
tr: Gün numarasını göster

# @option:radio
source: Show days to end of year
ar: اعرض الأيام إلى نهاية السنة
tr: Yılın sonuna kadar günleri göster

# @option:radio
source: Show both
ar: اعرض الإثنين
tr: Her ikisini de göster

source: This plugin shows information on a day's position in the year.
ar: يعرض هذا المحلق معلومات عن موقع اليوم في السنة.
tr: Bu eklenti yıl içerisindeki bir gün hakkındaki bilgiler gösterir.

source: 1 day before the end of the year
ar: يوم واحد قبل نهاية السنة
tr: Yılın bitişine 1 gün var

source: 1 day since the beginning of the year,
ar: يوم واحد من بداية السنة،
tr: Yılın başlangıcından beri 1 gün geçti,

source: 1 day until the end of the year
ar: يوم واحد حتّى نهاية السنة
tr: Yılın bitişine dek 1 gün var

# Week weekOfYear
source: Week %1
ar: الأسبوع %1
tr: %1. Hafta

source: 1 week since the beginning of the year
ar: أسبوع منذ بداية السنة
tr: Yılın başlangıcından beri 1 hafta geçti

# Week weekOfYear (year)
source: Week %1 (%2)
ar: الأسبوع %1 (%2)
tr: %1. Hafta (%2)

source: 1 week remaining
ar: لم يبقَ أي أسبوع
tr: 1 hafta kaldı

source: 1 week until the end of the year
ar: لا أسابيع حتّى نهاية العام
tr: Yılın bitmesine 1 hafta kaldı

# @title:window
source: Configure Holidays
ar: اضبط أيّام الأعياد
tr: Tatilleri Yapılandır

source: Use Israeli holidays
ar: إستعمل الأعياد الإسرائيلية
tr: İsrail tatil günlerini kullan

source: Show weekly parsha
ar: اعرض البارشا الأسبوعية
tr: Haftalık parşayı göster

source: Show day of Omer
ar: اعرض يوم عمر
tr: Omer günlerini göster

source: Show Chol HaMoed
ar: أظهر تشول هامويد
tr: Çhol HaMöd’ü göster

source: This plugin provides the date in the Jewish calendar.
ar: هذا الملحق يزود التاريخ حسب التقويم اليهودي.
tr: Bu eklenti, tarihi Musevi takvimine göre göstermeyi sağlar.

source: Sh. HaHodesh
ar: ش. هاخودش
tr: Ş. HaHodeş

source: Erev Pesach
ar: إريف بيساك
tr: Erev Pesah

source: Sh. HaGadol
ar: ش. هاجادول
tr: Ş. HaGadol

source: Pesach
ar: عيد الفصح
tr: Pesah

source: Chol Hamoed
ar: شول حمود
tr: Çol Hamöd

source: Yom HaShoah
ar: ذكرى الكارثة والبطولة
tr: Yom HaŞoh

source: Yom HaAtzmaut
ar: يوم عتزماوت

source: Yom HaZikaron
ar: يوم الذكرى

source: Yom Yerushalayim
ar: يوم أورشليم
tr: Yom Yeruşalayim

source: Lag BaOmer
ar: لاك بعومر

source: Erev Shavuot
ar: ايريف شافوت
tr: Erev Şavuot

source: Shavuot
ar: عيد الأسابيع
tr: Şavuot

source: Tzom Tammuz
ar: تزوم تموز
tr: Zom Tammuz

source: Sh. Hazon
ar: ش. حزون
tr: Ş. Hazon

source: Sh. Nahamu
ar: ش. نحمو
tr: Ş. Nahamu

source: Tisha B'Av
ar: ذكرى خراب الهيكل
tr: Tişa B’Av

source: S'lichot
ar: سليشوت
tr: S’lihot

source: Erev R.H.
ar: إيريف ر.ه.

source: Rosh Hashana
ar: روش هاشانا
tr: Roş Haşana

source: Sh. Shuvah
ar: ش. شوفاه
tr: Ş. Şuvah

source: Tzom Gedalia
ar: تزوم جداليا
tr: Zom Gedalia

source: Erev Y.K.
ar: إريف ي.ك.

source: Yom Kippur
ar: يوم الغفران

source: Erev Sukkot
ar: إيريف سوكوت

source: Sukkot
ar: عيد العرش

source: Hoshana Rabah
ar: هوشانا رباح
tr: Hoşana Rabah

source: Shmini Atzeret
ar: شميني عتزيرت
tr: Şmini Atzeret

source: Simchat Torah
ar: سمحات التوراة
tr: Simhat Torah

source: Erev Hanukah
ar: إيريف حانوكا

source: Hanukah
ar: حانوكا

source: Tzom Tevet
ar: تزوم تيفيت
tr: Zom Tevet

source: Sh. Shirah
ar: ش. شيرا
tr: Ş. Şirah

source: Tu B'Shvat
ar: طو بشفاط
tr: Tu B’Şvat

source: Sh. Shekalim
ar: ش.شيكاليم
tr: Ş. Şekalim

source: Purim Katan
ar: بوريم كاتان

source: Ta'anit Ester
ar: تعنيت استر

source: Sh. Zachor
ar: ش. زاخر
tr: Ş. Zahor

source: Erev Purim
ar: إيريف بوريم

source: Purim
ar: عيد الفور

source: Shushan Purim
ar: شوشان بوريم
tr: Şuşan Purim

source: Sh. Parah
ar: ش. باراه
tr: Ş. Parah

source: Sh. HaHodesh
ar: ش. هاخودش
tr: Ş. HaHodeş

source: Omer
ar: عمر

source: Bereshit
ar: بيريشيت
tr: Bereşit

source: Noach
ar: نوح
tr: Noah

source: Lech L'cha
ar: ليتش لتشا
tr: Leh L’cha

source: Vayera
ar: فايرا

source: Chaye Sarah
ar: تشاي سارة
tr: Çaye Sarah

source: Toldot
ar: تولدوت

source: Vayetze
ar: فايتز

source: Vayishlach
ar: فايشلاخ
tr: Vayisşah

source: Vayeshev
ar: فايشيف
tr: Vayeşev

source: Miketz
ar: ميكيتز

source: Vayigash
ar: فايجاش
tr: Vayigaş

source: Vayechi
ar: فايتشي
tr: Vayeçi

source: Shemot
ar: شيموت
tr: Şemot

source: Vaera
ar: فيرا

source: Bo
ar: بو

source: Beshalach
ar: بشالخ
tr: Beşlah

source: Yitro
ar: يترو

source: Mishpatim
ar: مشباتيم
tr: Mişpatim

source: Terumah
ar: تروماه

source: Tetzaveh
ar: تتسافيه

source: Ki Tisa
ar: كي تيسا

source: Vayakhel
ar: فاياخيل

source: Pekudei
ar: بيكودي

source: Vayikra
ar: فاييكرا

source: Tzav
ar: تساف

source: Shemini
ar: شيميني

source: Tazria
ar: تازريا

source: Metzora
ar: ميتزورا

source: Acharei Mot
ar: أشاري موت
tr: Açarei Mot

source: Kedoshim
ar: قدوشيم
tr: Kedoşim

source: Emor
ar: ايمور

source: Behar
ar: بيهار

source: Bechukotai
ar: بيتشوكوتاي
tr: Beçukotai

source: Bemidbar
ar: بيميدبار

source: Naso
ar: ناسو

source: Behaalotcha
ar: بهاالوتشا
tr: Behaalotça

source: Shelach
ar: شِلْخ
tr: Şelah

source: Korach
ar: كوراتش
tr: Korah

source: Chukat
ar: تشوكات
tr: Çukat

source: Balak
ar: بالاك

source: Pinchas
ar: فينحاس
tr: Pinças

source: Matot
ar: ماتوت

source: Masei
ar: ماسي

source: Devarim
ar: ديفاريم

source: Vaetchanan
ar: فايتشانان
tr: Vaetçanan

source: Ekev
ar: إيكيف

source: Reeh
ar: ريح

source: Shoftim
ar: شوفتيم
tr: Şoftim

source: Ki Tetze
ar: كي تيتزي

source: Ki Tavo
ar: كي تافو

source: Nitzavim
ar: نيتزافيم

source: Vayelech
ar: فاييليتش
tr: Vayeleh

source: Haazinu
ar: هازينو

source: This plugin displays the day's lunar phase (New, First, Last, Full). Currently, the phase is computed for noon at UTC; therefore, you should expect variations by 1 day in either direction.
ar: يعرض هذا المحلق مرحلة القمر في اليوم (جديد ، أولاً ، آخر ، كامل).حاليا ، تحسب المرحلة للظهر حسب توقيت UTC ؛ لذلك ، يجب أن تتوقع الاختلافات في يوم واحد في أي من الاتجاهين.
tr: Bu eklenti, günün Ay evresini görüntüler (Yeniay, İlkdördün, Sondördün, Dolunay). Şu anda evre, UTC zaman diliminde gün ortası için hesaplanır; bu nedenle her iki yönde de bir günlük bir sapma beklemelisiniz.

# @title:window
source: Configure Picture of the Day
ar: اضبط صورة اليوم
tr: Günün Resmini Yapılandır

# @title:group
source: Thumbnail Aspect Ratio Mode
ar: وضع النسبة الباعية للمصغرات
tr: Küçük Görsel En–Boy Oranı Kipi

# @option:radio
source: Ignore aspect ratio
ar: تجاهل النسبة الباعية
tr: En–boy oranını yok say

# @info:whatsthis
source: The thumbnail will be scaled freely. The aspect ratio will not be preserved.
ar: سيتم تحجيم الصورة المصغرة بحرية. لن يحافظ على نسبة العرض إلى الارتفاع.
tr: Küçük görsel serbestçe boyutlandırılacak. En–boy oranı korunmayacaktır.

# @option:radio
source: Keep aspect ratio
ar: أبقِ النّسبة الباعيّة
tr: En–boy oranını koru

# @info:whatsthis
source: The thumbnail will be scaled to a rectangle as large as possible inside a given rectangle, preserving the aspect ratio.
ar: سيتم تحجيم الصورة المصغرة إلى مستطيل كبير قدر الإمكان داخل مستطيل المعطى، مع الحفاظ على نسبة العرض إلى الارتفاع.
tr: Küçük görsel, en–boy oranını koruyarak, belirli bir dikdörtgen içinde olabildiğince büyük bir dikdörtgen içine sığdırılacak.

# @option:radio
source: Keep aspect ratio by expanding
ar: أبقِ النّسبة الباعيّة بواسطة التمديد
tr: Genişleterek en–boy oranını koru

# @info:whatsthis
source: The thumbnail will be scaled to a rectangle as small as possible outside a given rectangle, preserving the aspect ratio.
ar: سيتم تحجيم الصورة المصغرة إلى مستطيل صغير قدر الإمكان خارج مستطيل المعطى ، مع الحفاظ على نسبة العرض إلى الارتفاع.
tr: Küçük görsel, en–boy oranı korunarak, belirli bir dikdörtgen içine olabildiğince küçük bir dikdörtgen şeklinde sığdırılacak.

source: Wikipedia POTD: %1
ar: اليوم من ويكيبيديا: %1
tr: Vikipedi Günün Resmi: %1

source: Picture Page
ar: صفحة الصورة
tr: Resim Sayfası

source: Loading...
ar: يحمّل...
tr: Yükleniyor…

source: <qt>Loading <i>Picture of the Day</i>...</qt>
ar: <qt> يحمل<i> صورة اليوم</i></qt>
tr: <qt><i>Günün Resmi</i> yükleniyor…</qt>

source: <qt>This plugin provides the Wikipedia <i>Picture of the Day</i>.</qt>
ar: <qt>هذا الملحق يزودك ب<i>صورة اليوم من ويكيبديا</i>.</qt>
tr: <qt>Bu eklenti, Vikipedi <i>Günün Resmi</i>ni getirir.</qt>

source: This plugin provides links to Wikipedia's 'This Day in History' pages.
ar: توفّر هذه الملحقة رابطًا إلى صفحات ”في مثل هذا اليوم“ من ويكيبيديا
tr: Bu eklenti gün ve haftaların sayılarını sağlar.

source: This day in history
ar: هذا اليوم في التاريخ
tr: Tarihte bugün

# Localized Wikipedia website
source: https://en.wikipedia.org/wiki/
ar: https://ar.wikipedia.org/wiki/
tr: https://tr.wikipedia.org/wiki/

source: This month in history
ar: هذا الشهر في التاريخ
tr: Tarihte bu ay
