Repository: KDE/korganizer
Catalog: po/*/korganizer.po
Languages: eo, eu

source: Check this box to search for to-dos that have a start date, due date, or completion date in the date range specified, or have neither a start date nor an end date. If the box is unchecked, only to-dos that have a due date in the date range will be displayed.
eo: Marku ĉi tiun skatolon por serĉi farendojn kiuj havas komencan daton, limdaton aŭ findaton en la datintervalo specifita, aŭ havas nek komencdaton nek findaton. Se la skatolo estas nemarkita, nur faroj, kiuj havas limdaton en la datintervalo, estos montrataj.
eu: Markatu lauki hori, hasierako data, epemuga, edo osatze data zehaztutako data-barrutian duten edo hasierako eta amaierako datarik ez duten zereginak. Laukia markatu gabe badago, epemuga data-barrutian duten zereginak bakarrik azalduko dira.

source: Include all to-dos &within the specified date range
eo: Enmetu ĉiujn farendojn &ene de la specifita datintervalo
eu: Sartu zehaztutako data-barruti&ko zeregin guztiak

source: Uncheck this box to skip incidences matching the currently selected view filter
eo: Malmarku ĉi skatolon por preterlasi okazaĵojn kongruajn kun la aktuale elektita vidfiltrilo
eu: Koadro honi marka kendu, unean hautatutako ikuspegi-iragazkiekin bat datozen gertakizunak saihesteko

source: When this box is checked all incidences will be considered in the search, even those that aren't displayed according the currently selected view filter
eu: Koadro hau markatuta dagoenean, bilaketan gertakizun guztiak kontuan hartuko dira, unean hautatutako iragazkien arabera azaltzen ez direnak barne

source: Include all incidences matched by view filter
eu: Sartu ikuspegi-iragazkiarekin bat datozen gertakizun guztiak

source: Day
eo: Tago
eu: Eguna

source: Week
eo: Semajno
eu: Astea

source: Month
eo: Monato
eu: Hilabetea

source: Today
eo: Hodiaŭ
eu: Gaur

# @title:column
source: Agenda %1
eu: %1 agenda

# @title:window
source: Configure Side-By-Side View
eo: Agordi Flank-al-Flanka Vidon
eu: Konfiguratu alboz-alboko ikuspegia

source: Show one calendar per agenda column
eo: Montri unu kalendaron po tagorda kolumno
eu: Erakutsi egutegi bat agenda zutabeko

source: Use custom calendar setup
eo: Uzi propran kalendaran agordon
eu: Erabili neurrira ipinitako egutegiaren ezarpena

source: Number of columns
eo: Nombro da kolumnoj
eu: Zutabe-kopurua

# Agenda title
source: Title
eo: Titolo
eu: Titulua

source: Selected Calendars
eo: Elektitaj Kalendaroj
eu: Hautatutako egutegiak

source: Agenda view: added timelabels context menu to show/hide time labels for the system timezone on the right (or left) side as well
eu: Agenda ikuspegia: denbora-etiketen laster-menua gehitu da, sistemaren ordu-eremurako denbora-etiketak eskuin (edo ezker) aldean ere erakusteko/ezkutatzeko.

source: Incidence editor: detect and warn about creating incidences in the past
eu: Intzidentzia editorea: intzidentziak iraganean sortzea antzeman eta abisatu

source: Incidence editor: add emoji support
eu: Intzidentzia editorea: emotikonoen euskarria gehitu

source: Add What's New menu
eu: Gehitu Zer berri menua

source: The current view is remembered
eu: Uneko ikuspegia gogoratzen da

source: Add a Date Picker dialog available on the Go menu
eu: Gehitu Data hautatzeko elkarrizketa-koadro bat, Joan menuan erabilgarri

source: Agenda view: consolidated the "Day", "Next X Days", "Work Schedule", "Week" time ranges into the Agenda tool button
eu: Agenda ikuspegia: "Eguna", "Hurrengo X egunak", "Lan-ordutegia", "Astea" denbora-tarteak Agendaren tresna-botoian bateratu dira

source: Agenda view: added timelabels context menu option to toggle a 24-hour (military style) clock
eu: Agenda ikuspegia: 24 orduko erlojura aldatzeko, testuinguru-menuan ordu-etiketak aukera gehitu da

source: Agenda view: added context menu to create new Event or To-do
eu: Agenda ikuspegia: Ekitaldi/Zeregin berria sortzeko testuingurua gehitu da

source: To-do view: added context menu options for toggling completion and reminders
eu: Zeregin ikuspegia: osatzea eta oroigarriak txandakatzeko testuinguru-menuetan aukerak gehitu dira

source: To-do view: save/restore fullview setting
eu: Zeregin ikuspegia: gorde/lehengoratu ikuspegi osoaren ezarpenak

source: To-do view: save/restore flatview setting
eu: Zeregin ikuspegia: ikuspegi lauaren ezarpenak gorde/lehengoratu

source: Date navigator: added an option in the Configure->Views settings for hiding the week numbers
eu: Data nabigatzailea: Konfiguratu->Ikuspegi-ezarpenak menuan asteko zenbakiak ezkutatzeko aukera bat gehitu da

source: Date navigator: the "Week numbers select a work week when in work week mode" setting is true by default
eu: Data nabigatzailea: "Asteko zenbakiek, lan-astea moduan, lan-aste bat hautatzen dute" ezarpena era lehenetsian egia da

source: Incidence editor: remember/restore the template manager geometry
eu: Intzidentzia editorea: gogoratu/lehengoratu txantiloi-kudeatzailearen geometria

source: Incidence editor: support drag-and-drop attachments
eu: Intzidentzia editorea: eranskinak arrastatzea eta jaregitea onartzen du

source: The export calendar dialog remembers its last export folder location
eu: Esportatu egutegia elkarrizketa-koadroak esportatzeko bere azken karpeta gogoratzen du

source: The import calendar dialog remembers its last import folder location
eu: Inportatu egutegia elkarrizketa-koadroak inportatzeko bere azken karpeta gogoratzen du

source: Get Hot New Stuff removed
eu: Berrikuntzak eskuratzeko aukera kendu da

source: Add calendar file: remote calendars are always read-only
eu: Gehitu egutegi-fitxategia: urruneko egutegiak beti soilik irakurtzeko dira

source: Add calendar file: will not permit an empty file path
eu: Gehitu egutegi-fitxategia: ez du utziko fitxategi bide-izen hutsa

source: DAV configuration: dialog allows seeing the account password when editing
eu: DAV konfigurazioa: editatzean, elkarrizketa-koadroak kontuaren pasahitza ikusten uzten du

source: DAV configuration: wizard shows icons for the various providers
eu: DAV konfigurazioa: morroiak hornitzaile ezberdinen ikonoak erakusten ditu

source: DAV configuration: wizard updated list of providers
eu: DAV konfigurazioa: morroiak hornitzaileen zerrenda eguneratua du

source: Semantics are changed from a "working schedule" concept to a "week schedule" concept to accommodate non-working users
eu: Lanik egiten ez duten erabiltzaileetara egokitzeko semantika aldatu da, "lan ordutegia" kontzeptutik "asteko ordutegia" kontzeptura

source: Initial "New Event" start times are consistent across all the views
eu: "Ekitaldi berria"ren hasierako hasiera orduak ikuspegi guztien artean koherenteak dira

source: Improved default event calendar handling
eu: Ekitaldi-egutegi lehenetsiaren erabilpen hobetua

source: Incidences with a long excluded dates list no longer create huge tooltips
eu: Baztertutako daten zerrenda luzea duten intzidentziek jada ez dute tresna-argibide erraldoirik sortzen

source: Fixed the organizer email address for incidences with attendees
eu: Partaideak dituzten intzidentzietarako, antolatzailearen e-posta helbidea konpondu da

source: Agenda view: events without a duration are displayed as 30 long (rather than 15 minutes long)
eu: Agenda ikuspegia: iraupenik gabeko ekitaldiak 30 minutuko luzerarekin erakusten dira (15 minutuko luzeraren ordez)

# @info:tooltip
source: Scroll to week number %1
eo: Rulumi al la semajna numero %1
eu: Kiribildu %1 aste zenbakira

# @info:whatsthis
source: Click here to scroll the display to week number %1 of the currently displayed year.
eu: Egin klik hemen erakusleihoa, unean azaldutako urtearen %1 aste zenbakira kiribiltzeko.

# @info:whatsthis
source: A column header of the %1 dates in the month.
eu: Hilabeteko %1 datetarako zutabe-goiburu bat.

source: Calendar's custom icon
eo: La propra piktogramo de Kalendaro
eu: Egutegiaren neurrira ipinitako ikonoa

source: To-do
eo: Fari
eu: Zeregina

source: Journal
eo: Taglibro
eu: Egunkaria

source: Recurring
eo: Ripetanta
eu: Errepikaria

source: Alarm
eo: Alarmo
eu: Alarma

# the incidence is read-only
source: Read Only
eo: Nurlegebla
eu: Irakurtzeko soilik

source: Needs Reply
eo: Bezonas Respondon
eu: Erantzuna behar du

source: Attending
eo: Ĉeestanta
eu: Agertuko da

source: Maybe Attending
eo: Eble Ĉeestanta
eu: Agian agertuko da

source: Organizer
eo: Organizanto
eu: Antolatzailea

# @item:inlistbox
source: Icons to use
eo: Piktogramoj uzendaj
eu: Erabili beharreko ikonoak

source: Scroll backward to the previous year
eo: Rulumi malantaŭen al la antaŭa jaro
eu: Kiribildu atzerantz, aurreko urtera

source: Click this button to scroll the display to the same approximate day of the previous year
eo: Alklaku ĉi tiun butonon por rulumi la ekranon al la sama proksimuma tago de la antaŭa jaro
eu: Egin klik botoi horri, erakusleihoa gutxi gora behera aurreko urteko egun berera eramateko

source: Scroll backward to the previous month
eo: Rulumi malantaŭen al la antaŭa monato
eu: Kiribildu atzerantz, aurreko hilabetera

source: Click this button to scroll the display to the same approximate date of the previous month
eo: Alklaku ĉi tiun butonon por rulumi la ekranon al la sama proksimuma dato de la antaŭa monato
eu: Egin klik botoi horri, erakusleihoa gutxi gora behera aurreko hileko data berera eramateko

source: Scroll forward to the next month
eo: Rulumi antaŭen al la sekva monato
eu: Kiribildu aurrerantz, hurrengo hilabetera

source: Click this button to scroll the display to the same approximate date of the next month
eo: Alklaku ĉi tiun butonon por rulumi la ekranon al la sama proksimuma dato de la sekva monato
eu: Egin klik botoi horri, erakusleihoa gutxi gora behera hurrengo hileko data berera eramateko

source: Scroll forward to the next year
eo: Rulumi antaŭen al la venonta jaro
eu: Kiribildu aurrerantz, hurrengo urtera

source: Click this button to scroll the display to the same approximate day of the next year
eo: Alklaku ĉi tiun butonon por rulumi la ekranon al la sama proksimuma tago de la venonta jaro
eu: Egin klik botoi horri, erakusleihoa gutxi gora behera hurrengo urteko egun berera eramateko

# @info:tooltip
source: Select a month
eo: Elektu monaton
eu: Hautatu hilabete bat

# @info:tooltip
source: Select a year
eo: Elektu jaron
eu: Hautatu urte bat

source: &Zoom
eo: &Grandigo

source: Agenda
eo: Tagordo
