Repository: KDE/korganizer
Catalog: po/*/korganizer.po
Languages: eo, eu

# @action:inmenu
source: Undo
eu: Desegin

# @action:inmenu
source: Redo: %1
eu: Berregin: %1

# @action:inmenu
source: Redo
eu: Berregin

# @action:button
source: Undo
eu: Desegin

# @info
source: URL <filename>%1</filename> is invalid.
eu: <filename>%1</filename> URLa baliogabea da.

# @info
source: <para>Would you like to merge this calendar item into an existing calendar or use it to create a brand new calendar?</para><para>If you select merge, then you will be given the opportunity to select the destination calendar.</para><para>If you select add, then a new calendar will be created for you automatically.</para>
eu: <para>Egutegiko elementu hori lehendik dagoen egutegi batean bateratu edo egutegi berri bat sortzeko erabili nahi duzu?</para><para>Bateratzea aukeratzen baduzu, helburuko egutegia hautatzeko aukera emango zaizu.</para><para>Gehitzea hautatzen baduzu, automatikoki, zuretzako egutegi berri bat sortuko da.</para>

# @title:window
source: Import Calendar
eo: Importi Kalendaron
eu: Inportatu egutegia

# @action:button
source: Merge into existing calendar
eo: Kunfandi en ekzistantan kalendaron
eu: Bateratu dagoen egutegian

# @action:button
source: Add as new calendar
eo: Aldoni kiel nova kalendaro
eu: Gehitu egutegi berri gisa

# @item this calendar is offline
source: %1 (Offline)
eu: %1 (lerroz kanpo)

# @item this is the default calendar
source: %1 (Default)
eo: %1 (Defaŭlte)
eu: %1 (Lehenetsia)

# @info:tooltip
source: Calendar search
eo: Kalendar-serĉo
eu: Egutegi-bilaketa

# @info:whatsthis
source: Start typing to search for a calendar within the collection.
eu: Hasi tekleatzen bildumaren barruan egutegi bat bilatzeko.

# @info/plain Displayed grayed-out inside the textbox, calendar to search
source: Search for calendar…
eo: Serĉi kalendaron…
eu: Bilatu egutegia…

# @title:window
source: Properties of Calendar Folder %1
eo: Proprecoj de Kalendara Dosierujo %1
eu: %1 egutegi-karpetaren propietateak

# @action:inmenu
source: &Set Folder Color…
eo: Meti Do&sieruj-Koloron…
eu: E&zarri karpetaren kolorea…

# @action:inmenu
source: Set as &Default Folder
eo: Meti kiel &Defaŭlta Dosierujo
eu: Ezarri karpeta &lehenetsi gisa

# @info
source: Do you really want to set <filename>%1</filename> as your default calendar folder?<para>This will replace <filename>%2</filename> as the default calendar folder.</para>
eu: Benetan ezarri nahi duzu <filename>%1</filename> zure egutegi-karpeta lehenetsi gisa?<para>Honek <filename>%2</filename> egutegi-karpeta lehenetsi gisa ordezkatuko du.</para>

# @info
source: Do you really want to set <filename>%1</filename> as your default calendar folder?
eu: Benetan ezarri nahi duzu <filename>%1</filename> zure egutegi-karpeta lehenetsia gisa?

# @title:window
source: Replace Default Calendar?
eo: Ĉu anstataŭigi defaŭltan kalendaron?
eu: Egutegi lehenetsia ordezkatu?

# @info
source: <filename>%1</filename> is now your default event calendar
eu: <filename>%1</filename> da orain zure ekitaldi-egutegi lehenetsia

# @title:window
source: Add Calendar
eo: Aldoni Kalendaron
eu: Gehitu egutegia

# @info
source: Add new calendar failed: <message>%1</message>
eu: Egutegi berria gehitzea huts egin du: <message>%1</message>

# @info
source: Do you really want to delete the <filename>%1</filename> calendar?<para><note>The calendar data will not be deleted, nor will the calendar be removed from its remote resource. The <filename>%1</filename> calendar can be added again at any time.</note></para>
eu: <filename>%1</filename> egutegia benetan ezabatu nahi duzu? <para><note>Egutegiko datuak ez dira ezabatuko, eta egutegia ez da bere urruneko baliabidetik kenduko ere. <filename>%1</filename> egutegia nahi duzuenean berriz gehitu daiteke.</note></para>

# @info
source: Do you really want to delete the <filename>%1</filename> calendar?<para><note>The calendar data will not be deleted, nor will the calendar be removed from its remote resource. The <filename>%1</filename> calendar can be added again at any time.</note></para><para><warning>This calendar contains your default calendar folder <filename>%2</filename>. If you delete it you may be prompted to select a new default calendar folder.</warning></para>
eu: <filename>%1</filename> egutegia benetan ezabatu nahi duzu? <para><note>Egutegiko datuak ez dira ezabatuko, eta egutegia ez da bere urruneko baliabidetik kenduko ere. <filename>%1</filename> egutegia nahi duzuenean berriz gehitu daiteke.</note></para><para><warning>Egutegi honek zure egutegi karpeta lehenetsia <filename>%2</filename> du. Hura ezabatzen baduzu egutegi-karpeta lehenetsi berri bat hautatzea eskatuko zaizu.</warning></para>

# @info
source: Do you really want to delete the <filename>%1</filename> calendar?<para><note>The calendar data will not be deleted, nor will the calendar be removed from its remote resource. The <filename>%1</filename> calendar can be added again at any time.</note></para><para><warning>This calendar contains your default calendar folder. If you delete it you may be prompted to select a new default calendar folder.</warning></para>
eu: <filename>%1</filename> egutegia benetan ezabatu nahi duzu? <para><note>Egutegiko datuak ez dira ezabatuko, eta egutegia ez da bere urruneko baliabidetik kenduko ere. <filename>%1</filename> egutegia nahi duzuenean berriz gehitu daiteke.</note></para><para><warning>Egutegi honek zure egutegi karpeta lehenetsia du. Hura ezabatzen baduzu baliteke egutegi-karpeta lehenetsi berri bat hautatzea eskatzea.</warning></para>

# @info
source: Do you really want to delete the <filename>%1</filename> calendar?<para><note>The calendar data will not be deleted, nor will the calendar be removed from its remote resource. The <filename>%1</filename> calendar can be added again at any time.</note></para><para><warning>This is your default calendar. If you delete it you may be prompted to select a new default calendar.</warning></para>
eu: <filename>%1</filename> egutegia benetan ezabatu nahi duzu? <para><note>Egutegiko datuak ez dira ezabatuko, eta egutegia ez da bere urruneko baliabidetik kenduko ere. <filename>%1</filename> egutegia nahi duzuenean berriz gehitu daiteke.</note></para><para><warning>Hau da zure egutegi lehenetsia. Hura ezabatzen baduzu baliteke beste egutegi lehenetsi berri bat hautatzea eskatzea.</warning></para>

# @info
source: Do you really want to delete the <filename>%1</filename> folder?<para><warning>This cannot be undone. Please consider carefully before pressing the %2 button.</warning></para>
eu: Benetan ezabatu nahi duzu <filename>%1</filename> karpeta? <para><warning>Hau ezin da desegin. Mesedez, %2 botoia sakatu aurretik arretaz hausnartu.</warning></para>

# @info
source: Do you really want to delete the <filename>%1</filename> folder?<para><warning>This cannot be undone. Please consider carefully before pressing the %2 button.</warning></para><para><warning>This is your default calendar folder. If you delete it you may be prompted to select a new default calendar.</warning></para>
eu: Benetan ezabatu nahi duzu <filename>%1</filename> karpeta? <para><warning>Hau ezin da desegin. Mesedez, %2 botoia sakatu aurretik arretaz hausnartu.</warning></para><para><warning>Hau da zure egutegi-karpeta lehenetsia. Hura ezabatzen baduzu, baliteke karpeta-lehenetsi berri bat hautatzea eskatzea.</warning></para>

# @title:window
source: Delete Calendar
eo: Forigi Kalendaron
eu: Ezabatu egutegia

# @info
source: The calendar you are attempting to remove is corrupted in some way. If you continue the calendar data will be removed. <para><warning>This cannot be undone. Please consider carefully before pressing the %1 button.</warning></para>
eu: Kentzen saiatzen ari zaren egutegia nolabait hondatuta dago. Jarraitzen baduzu, egutegiko datuak kendu egingo dira.<para><warning>Hau ezin da desegin. Mesedez, %1 botoia sakatu aurretik arretaz hausnartu.</warning></para>

# @info
source: Delete calendar failed: <message>Invalid Akonadi agent instance</message>
eu: Egutegia ezabatzea huts egin du: <message>Akonadi agente instantzia baliogabea</message>

# @info
source: Consider setting a default calendar for new events
eu: Kontuan hartu ekitaldi berrietarako egutegi lehenetsia bat ezartzeko aukera

# @info
source: Consider adding a write-enabled events calendar
eu: Kontuan hartu idazteko gaitutako ekitaldien egutegi bat gehitzeko aukera

# @info
source: Delete calendar failed: <message>%1</message>
eu: Egutegia ezabatzea huts egin du: <message>%1</message>

# @info
source: <para><emphasis>No Item Selected</emphasis></para><para>Select an event, to-do or journal entry to view its details here.</para>
eu: <para><emphasis>Ez da elementurik hautatu</emphasis></para><para>Hautatu ekitaldi, zeregin edo egunkariko sarrera bat bere xehetasunak hemen ikusteko.</para>

# @info:whatsthis
source: View the details of events, journal entries or to-dos selected in KOrganizer's main view here.
eo: Rigardu la detalojn de eventoj, taglibraj enskriboj aŭ farendoj elektitaj en la ĉefa vido de KOrganizer ĉi tie.
eu: Ikusi hemen, «KOrganizer»ren ikuspegi nagusian, hautatutako ekitaldien, egunkari-sarreren edo zereginen xehetasunak.

# @info/plain
source: Todo completed: %1 (%2)
eu: Egitekoa osatu da: %1 (%2)

# @info/plain
source: Journal of %1
eu: %1(r)en egunkaria

# @info
source: The item <resource>%1</resource> is filtered by your current filter rules, so it will be hidden and not appear in the view.
eu: <resource>%1</resource> elementua uneko zure iragazki arauek iragazi dute, beraz ezkutatu egingo da eta ez da ikuspegian agertuko.

# @info
source: Do you really want to permanently remove the item "%1"?
eo: Ĉu vi vere volas por ĉiam forigi la eron "%1"?
eu: Benetan betiko ezabatu nahi duzu "%1" elementua?

# @title:window
source: Delete Item?
eo: Ĉu forigi eron?
eu: Elementua ezabatu?

# @info
source: Paste failed: unable to determine a valid target date.
eu: Itsastea huts egin du: ez da helburuko data baliodun bat zehazteko gai.

# @info/plain
source: Make sub-to-dos independent
eu: Egin azpi-zereginak independente

# @info/plain
source: Toggle Reminder
eu: Txandakatu oroigarria

# @info alarm enabled
source: <message>%1</message> reminder is enabled
eu: <message>%1</message> oroigarria gaituta dago

# @info alarm disabled
source: <message>%1</message> reminder is disabled
eu: <message>%1</message> oroigarria ezgaituta dago

# @info/plain
source: Toggle To-do Completed
eu: Txandakatu zeregina osatuta

# @info percentage completed
source: To-do <message>%1</message> %2 percent completed
eu: <message>%1</message> zeregina ehuneko %2 osatuta

# @info
source: "%1" was successfully copied to %2.
eo: "%1" sukcese kopiis al %2.
eu: "%1" %2(e)ra ondo kopiatu da.

# @title:window
source: Copying Succeeded
eo: Kopiado Sukcesis
eu: Kopiatzea ondo egin da

# @info
source: Unable to copy the item "%1" to %2.
eo: Ne eblas kopii la eron "%1" al %2.
eu: Ez da "%1" elementua %2(e)ra kopiatzeko gai.

# @title:window
source: Copying Failed
eo: Kopiado Malsukcesis
eu: Kopiatzea huts egin du

# @info
source: Unable to remove the item "%1" from the original calendar. However, a copy of this item has been put into %2
eo: Ne eblas forigi la eron "%1" de la originala kalendaro. Tamen kopio de ĉi tiu ero estis metita en %2
eu: Ez da "%1" elementua jatorrizko egutegitik kentzeko gai. Dena den, elementu horren kopia bat %2(e)an ipini da

# @title:window
source: Moving Failed
eo: Movado Malsukcesis
eu: Mugitzea huts egin du

# @info
source: "%1" was successfully moved from %2 to %3.
eo: "%1" estis sukcese movita de %2 al %3.
eu: "%1" ondo mugitu da %2(e)tik %3(e)ra.

# @title:window
source: Moving Succeeded
eo: Movado Sukcesis
eu: Mugitzea ondo egin da

# @info
source: Unable to add the item "%1" into %2. This item has not been moved.
eo: Ne eblas aldoni la eron "%1" en %2. Ĉi tiu aĵo ne estis movita.
eu: Ez da "%1" elementua %2(e)ra gehitzeko gai. Elementu hori ez da mugitu.

# @info
source: Do you want to dissociate the occurrence on %1 from the recurrence?
eu: %1(e)ko errepika errepikatzetik banandu nahi duzu?

# @title:window
source: KOrganizer Confirmation
eo: Konfirmo de KOrganizer
eu: KOrganizer baieztatzea

# @action:button
source: &Dissociate
eo: &Malassociigi
eu: &Banandu

# @info
source: Do you want to dissociate the occurrence on %1 from the recurrence or also dissociate future ones?
eu: %1(e)ko errepika errepikatzetik banandu nahi duzu edo etorkizunekoak ere banandu nahi dituzu?

# @action:button
source: &Only Dissociate This One
eo: Nur Malas&ocii Tiun
eu: Banandu gertaera hau ba&karrik

# @action:button
source: &Also Dissociate Future Ones
eo: &Ankaŭ Malasocii Estontecajn
eu: Banandu etorkizunekoak &ere

# @info/plain
source: Dissociate future occurrences
eu: Banandu etorkizuneko errepikak

# @info/plain
source: Dissociate occurrence
eu: Banandu errepika

# @info
source: Dissociating the future occurrences failed.
eu: Etorkizuneko errepikak banatzea huts egin du.

# @title:window
source: Dissociating Failed
eo: Malasociiĝo Malsukcesis
eu: Banantzea huts egin du

# @info
source: Dissociating the occurrence failed.
eu: Gertaera honen bereizketak huts egin du.

# @title:window
source: Export Calendar to File
eu: Esportatu egutegia fitxategira

# @info
source: Do you want to overwrite <filename>%1</filename>?
eu: <filename>%1</filename> gainidatzi nahi duzu?

# @title:window
source: Export Calendar
eo: Eksporti Kalendaron
eu: Esportatu egutegia

# @info save failure cause unknown
source: Reason unknown
eu: Arrazoi ezezaguna

# @info
source: Cannot write iCalendar file <filename>%1</filename>: <message>%2</message>
eu: Ezin du <filename>%1</filename> iCalendar fitxategian idatzi: <message>%2</message>

# @info/plain
source: No filter
eu: Iragazkirik ez

# @info
source: The item <resource>%1</resource> has sub-to-dos. Do you want to delete just this item and make all its sub-to-dos independent, or delete the to-do with all its sub-to-dos?
eu: <resource>%1</resource> elementuak azpi-zereginak ditu. Elementu hau bakarrik ezabatu eta haren azpi-zeregin guztiak independente egin nahi dituzu, edo zeregina bere azpi-zeregin guztiekin ezabatu nahi duzu?

# @action:button
source: Delete Only This
eo: Forigi Nur Ĉi tiun
eu: Ezabatu hau bakarrik

# @action:button
source: Delete All
eo: Forigi Ĉiujn
eu: Ezabatuta guztiak

# @info
source: The item <resource>%1</resource> is marked read-only and cannot be deleted; it probably belongs to a read-only calendar.
eu: <resource>%1</resource> elementua soilik irakurtzeko gisa markatuta dago eta ezin da ezabatu; baliteke soilik irakurtzekoa den egutegi batena izatea.

# @title:window
source: Removing not possible
eu: Ezin du kendu

# @info
source: The calendar item <resource>%1</resource> recurs over multiple dates; are you sure you want to delete it and all its recurrences?
eu: Egunkariko <resource>%1</resource> elementua data ezberdinetan errepikatzen da; ziur zaude hura eta haren errepika guztiak ezabatu nahi dituzula?

# @action:button
source: Also Delete &Future
eu: Ezabatu e&torkizunekoa ere

# @info
source: The calendar item <resource>%1</resource> recurs over multiple dates. Do you want to delete only the current one on %2, also future occurrences, or all its occurrences?
eu: Egunkariko <resource>%1</resource> elementua data ezberdinetan errepikatzen da; %2(e)ko uneko errepika bakarrik, baita etorkizuneko errepikak ere, edo errepikatze guztiak ezabatu nahi dituzu?

# @info
source: The calendar item <resource>%1</resource> recurs over multiple dates. Do you want to delete only the current one on %2 or all its occurrences?
eu: Egunkariko <resource>%1</resource> elementua data ezberdinetan errepikatzen da; %2(e)ko uneko errepika bakarrik, edo errepikatze guztiak ezabatu nahi dituzu?

# @action:button
source: Delete C&urrent
eu: Ezabatu &unekoa

# @action:button
source: Delete &All
eu: Ezabatu den&a

# @info/plain
source: Delete "%1"
eu: Ezabatu "%1"

# @info
source: All calendars are unchecked in the Calendar Manager. No to-do was purged.
eu: Egutegi kudeatzaileko egutegi guztiak markatu gabe daude. Ez dago betiko ezabatu den zereginik.

# @info
source: There are no completed to-dos to purge.
eu: Ez dago betiko ezabatzeko osatutako zereginik.

# @info
source: Delete all completed to-dos from checked calendars?
eu: Markatutako egutegietan osatutako zeregin guztiak ezabatu?

# @title:window
source: Purge To-dos
eo: Elpurigi Farendojn
eu: Betiko ezabatu zereginak

# @action:button
source: Purge
eo: Elpurigi
eu: Betiko ezabatu

# @info
source: Unable to copy item <resource>%1</resource>.
eu: Ez da <resource>%1</resource> elementua kopiatzeko gai.

# @info
source: Unable to move item <resource>%1</resource>.
eu: Ez da <resource>%1</resource> elementua mugitzeko gai.

# @info
source: 0 completed to-dos were purged.<nl/>
eu: Osatutako 0 zeregin betiko ezabatu dira.<nl/>

# @info
source: %1 to-do was ignored because it has uncompleted or read-only children.
eu: Zeregin %1(e)ri ezikusi egin zaio osatu gabeko edo soilik irakurtzeko umeak dituelako.

# @info
source: %1 completed to-do was purged.
eu: Osatutako zeregin %1 betiko ezabatu da.

# @info
source: An error occurred while purging completed to-dos: <message>%1</message>
eu: Errore bat gertatu da osatutako zereginak betiko ezabatzean: <message>%1</message>

# @info
source: You created an incidence in a calendar that is currently filtered out.<para>To see the newly created incidence, please enable its calendar in the calendar manager.</para>
eu: Gertakizun bat sortu zenuen une honetan iragazkiak kanporatzen duen egutegi batean.<para>Gertakizun sortu berria ikusteko, mesedez, gaitu bere egutegia egutegi-kudeatzailean.</para>

# @info
source: You created an incidence in a calendar that is currently filtered out.<para>To see the newly created incidence, please enable its calendar in the calendar manager.</para><para>The calendar manager is currently hidden. Show the manager using the <interface>Settings->Sidebar->Show Calendar Manager</interface> menu.</para>
eu: Gertakizun bat sortu zenuen une honetan iragazkiak kanporatzen duen egutegi batean.<para>Gertakizun sortu berria ikusteko, mesedez, gaitu bere egutegia egutegi-kudeatzailean.</para><para>Egutegi-kudeatzailea une honetan ezkutuan dago. Erakutsi kudeatzailea <interface>Ezarpenak->Alboko barra->Erakutsi egutegi-kudeatzailea</interface> erabiliz.</para>

# @title:tab General settings for a folder.
source: General
eo: Ĝenerala
eu: Orokorra

# @info:tooltip
source: Set the folder name
eo: Meti la dosierujonomon
eu: Ezarri karpetaren izena

# @info:whatsthis
source: Enter a name here to set the name of this folder.
eo: Enigu nomon ĉi tie por agordi la nomon de ĉi tiu dosierujo.
eu: Sartu izen bat hemen, karpeta honen izena ezartzeko.

# @label:textbox Name of the folder.
source: &Name:
eo: &Nomo:
eu: Ize&na:

# @option:check
source: Block reminders locally
eo: Bloki memorigilojn loke
eu: Oztopatu oroigarriak lokalki

# @info:tooltip
source: Ignore reminders from this calendar
eo: Ignori memorigilojn el ĉi tiu kalendaro
eu: Ezikusi egutegi honetako oroigarriak

# @info:whatsthis
source: Check this box if you do not want to receive reminders from items associated with this calendar.
eo: Marku ĉi tiun skatolon se vi ne volas ricevi memorigilojn de eroj asociitaj kun ĉi tiu kalendaro.
eu: Markatu lauki hau, egutegi honekin lotutako elementuen oroigarriak jaso nahi ez badituzu.

# @option:check
source: &Use custom icon:
eo: &Uzi propran piktogramon:
eu: Era&bili neurrira ipinitako ikonoa:

# @info:tooltip
source: Set a custom icon
eo: Meti propran piktogramon
eu: Ezarri neurrira ipinitako ikono bat

# @info:whatsthis
source: Check this box if you want to set a custom icon for this folder.
eo: Marku ĉi tiun skatolon se vi volas agordi propran piktogramon por ĉi tiu dosierujo.
eu: Markatu lauki hau, karpeta honetarako neurrira ipinitako ikono bat ezartzeko.

source: &File
eo: &Dosiero
eu: &Fitxategia

source: &Import
eo: &Importi
eu: &Inportatu

source: &Export
eo: E&ksporti
eu: &Esportatu

source: &Edit
eo: &Redakti
eu: &Editatu

source: &View
eo: &Rigardi
eu: &Ikuspegia

source: &Go
eo: Navi&gi
eu: &Joan

source: &Actions
eo: &Agoj
eu: Ekintz&ak

source: S&chedule
eo: &Horaro
eu: Antola&keta

source: &Settings
eo: A&gordo
eu: E&zarpenak

source: &Sidebar
eo: &Flankbreto
eu: &Alboko-barra

source: &Help
eo: &Helpo
eu: &Laguntza

# main toolbar
source: Main
eo: Ĉefa
eu: Nagusia

source: Views
eo: Perspektivoj
eu: Ikuspegiak

source: Schedule
eo: Horaro
eu: Antolaketa

source: Filters Toolbar
eo: Ilobreto de Filtriloj
eu: Iragazkien tresna-barra

source: <qt><p>Select the dates you want to display in KOrganizer's main view here. Hold the mouse button to select more than one day.</p><p>Press the top buttons to browse to the next / previous months or years.</p><p>Each line shows a week. The number in the left column is the number of the week in the year. Press it to select the whole week.</p></qt>
eo: <qt><p>Elektu la datojn, kiujn vi volas montri en la ĉefa vido de KOrganizer ĉi tie. Tenu la musbutonon por elekti pli ol unu tagon.</p><p>Premu la suprajn butonojn por foliumi al la sekvaj/antaŭaj monatoj aŭ jaroj.</p><p>Ĉiu linio montras semajnon. La nombro en la maldekstra kolumno estas la nombro de la semajno en la jaro. Premu ĝin por elekti la tutan semajnon.</p></qt>
eu: <qt><p>Hautatu hemen, «KOrganizer»ren ikuspegi nagusian azaltzea nahi duzun datak. Eutsi saguaren botoia egun bat baino gehiago hautatzeko.</p><p>Sakatu goiko botoiak hurrengo / aurreko hilabete eta urteak arakatzeko.</p><p>Lerro bakoitzak aste bat erakusten du. Ezkerreko zutabeko zenbakia, astearen urteko zenbakia da. Sakatu ezazu aste osoa hautatzeko.</p></qt>

# @title::window
source: Edit Calendar Filters
eo: Redakti Kalendarajn Filtrilojn
eu: Editatu egutegi-iragazkiak

# @info:whatsthis
source: Press this button to define a new filter.
eo: Premu ĉi tiun butonon por difini novan filtrilon.
eu: Sakatu botoi hori iragazki berri bat definitzeko.

# @info:whatsthis
source: Press this button to remove the currently active filter.
eo: Premu ĉi tiun butonon por forigi la nuntempe aktivan filtrilon.
eu: Sakatu botoi hori aktibo dagoen iragazkia kentzeko.

# @label default filter name
source: New Filter %1
eo: Nova Filtrilo %1
eu: Iragazki berria, %1

# @info
source: Do you really want to permanently remove the filter "%1"?
eo: Ĉu vi vere volas konstante forigi la filtrilon "%1"?
eu: Benetan kendu nahi duzu "%1" iragazkia betiko?

# @title:window
source: Delete Filter?
eo: Ĉu forigi filtrilon?
eu: Iragazkia ezabatu?

# @title:window
source: Event Viewer
eu: Ekitaldi erakuslea

# @action:button
source: Edit…
eo: Redakti…
eu: Editatu…

# @action:button
source: Show in Context
eo: Montri en Kunteksto
eu: Erakutsi testuinguruan

# @title:window
source: Find in Calendars
eo: Trovi en Kalendaroj
eu: Bilatu egutegietan

# @action:button search in calendar
source: &Search
eo: &Serĉi
eu: &Bilatu

# @info:tooltip
source: Start the search
eo: Komenci la serĉon
eu: Hasi bilaketa

# @info:whatsthis
source: Press this button to start the search.
eo: Premu ĉi tiun butonon por komenci la serĉon.
eu: Sakatu botoi hori bilaketa hasteko.

# @info
source: Invalid search expression, cannot perform the search. Please enter a search expression using the wildcard characters '*' and '?' where needed.
eo: Nevalida serĉesprimo, ne povas plenumi la serĉon. Bonvolu enigi serĉesprimon per la ĵokeraj signoj '*' kaj '?' kie necesas.
eu: Bilaketa adierazpen baliogabea, ezin da bilaketa gauzatu. Mesedez, sartu bilaketa adierazpen bat, behar denean '*' eta '?' zernahitarako karaktereak erabiliz.

# @info
source: No items were found that match your search pattern.
eo: Neniuj eroj estis trovitaj, kiuj kongruas kun via serĉŝablono.
eu: Ez da zure bilaketa ereduarekin bat datorren elementurik aurkitu.
