Repository: KDE/korganizer
Catalog: po/*/korganizer.po
Languages: eo, eu

source: Draw agenda items with their tag color inside and calendar color for their border
eo: Desegnu tagordarojn kun ilia etikedokoloro interne kaj kalendara koloro por ilia bordo
eu: Marraztu agendako elementuak, barnean, haien etiketen kolorearekin, eta ertzetan egutegiaren kolorearekin

source: Calendar inside, tag outside
eo: Kalendaro interne, etikedo ekstere
eu: Barnealdean egutegia, kanpoaldean etiketa

source: Select the "Calendar inside, tag outside" option if you would like to draw calendar items using their associated calendar color, with the item's border drawn in the color of its tag. Please use the Colors and Fonts configuration page for setting these colors.
eo: Elektu la opcion "Kalendaro ene, etikedo ekstere" se vi ŝatus desegni kalendarajn erojn uzante ilian rilatan kalendaran koloron, kun la limo de la objekto desegnita en la koloro de ĝia etikedo. Bonvolu uzi la agordan paĝon de Koloroj kaj Tiparoj por agordi ĉi tiujn kolorojn.
eu: Hautatu "Barnealdean egutegia, kanpoaldean etiketa" aukera, egutegiko elementuak haiei dagozkien egutegiko kolorea erabiliz marrazteko, etaelementuaren ertza dagokien etiketaren kolorearekin marrazteko. Mesedez, kolore horiek ezartzeko, erabili Koloreak eta letra-tipoak konfiguratzeko orria.

source: Draw agenda items with their calendar color inside and tag color for their border
eo: Desegnu tagordarojn kun ilia kalendara koloro interne kaj etikedkoloro por ilia rando
eu: Marraztu agendako elementuak, barnean, haien egutegiaren kolorearekin, eta ertzetan etiketen kolorearekin

source: Only tag
eo: Nur etikedo
eu: Etiketa bakarrik

source: Select the "Only tag" option if you would like to draw calendar items (both inside and border) using the color of their associated tag. Please use the Colors and Fonts configuration page for setting these colors.
eo: Elektu la opcion "Nur etikedo" se vi ŝatus desegni kalendarajn erojn (kaj interne kaj rande) uzante la koloron de ilia rilata etikedo. Bonvolu uzi la agordan paĝon de Koloroj kaj Tiparoj por agordi ĉi tiujn kolorojn.
eu: Hautatu "Etiketa bakarrik" aukera, egutegiko elementuak (barrutik eta kanpotik) haiei dagozkien etiketen kolorea erabiliz marrazteko. Mesedez, kolore horiek ezartzeko, erabili Koloreak eta letra-tipoak konfiguratzeko orria.

source: Draw agenda items using their tag color for the inside and border
eo: Desegnu tagordarojn uzante ilian etikedkoloron por la interno kaj bordo
eu: Marraztu agendako elementua, barrutik eta ertzetan, haien etiketaren kolorearekin

source: Only calendar
eo: Nur kalendaro
eu: Egutegia bakarrik

source: Select the "Only calendar" option if you would like to draw calendar items (both inside and border) using the color of their calendar. Please use the Colors and Fonts configuration page for setting these colors.
eo: Elektu la opcion "Nur kalendaro" se vi ŝatus desegni kalendarajn erojn (kaj interne kaj rande) uzante la koloron de ilia kalendaro. Bonvolu uzi la agordan paĝon de Koloroj kaj Tiparoj por agordi ĉi tiujn kolorojn.
eu: Hautatu "Egutegia bakarrik" aukera egutegiko elementuak (biak, barrua eta ertzak) dauden egutegiaren kolorea erabiliz marraztea nahi baduzu. Mesedez, erabili "Koloreak eta Letra-tipoak" konfiguratzeko orria kolore horiek ezartzeko.

source: Draw agenda items using their calendar color for the inside and border
eo: Desegnu tagordarojn uzante sian kalendaran koloron por la interno kaj bordo
eu: Marraztu agendako elementua, barrutik eta ertzetan, haien egutegiaren kolorearekin

source: Check this box if you want agenda's background to be filled with a different color on days which have at least one all day event marked as busy. Also, you can change the background color used for this option on the Colors configuration page. Look for the "Busy days background color" setting.
eo: Marku ĉi tiun skatolon se vi volas, ke la fono de tagordo estu plenigita per malsama koloro en tagoj, kiuj havas almenaŭ unu tuttagan eventon markita kiel okupata. Ankaŭ, vi povas ŝanĝi la fonkoloron uzatan por ĉi tiu opcio en la paĝo de agordo de Koloroj. Serĉu la agordon "Okupataj tagoj fonkoloro".
eu: Markatu lauki hau, gutxienez egun osoko ekitaldi bat lanpetu gisa markatuta duen egunetan agendaren hondoko kolore ezberdin batekin betetzea nahi baduzu. Gainera, aukera honetarako erabilitako hondoko kolorea alda dezakezu Koloreak konfiguratzeko orrian. Bilatu "Lanpetutako egunetako hondoko kolorea" ezarpena.

source: Multiple Calendar Display
eo: Montro de Multoblaj Kalendaroj
eu: Egutegi anizkoitzak azaltzea

source: Merge all calendars into one view
eo: Kunfandi ĉiujn kalendarojn en unu vidpunkton
eu: Bateratu egutegi denak ikuspegi bakarrean

source: Select the "Merge all calendars into one view" option if you would like all your calendars to be shown together in one agenda view.
eo: Elektu la opcion "Kunfandi ĉiujn kalendarojn en unu vido" se vi ŝatus ke ĉiuj viaj kalendaroj estu montritaj kune en unu tagorda vido.
eu: Aukeratu "Bateratu egutegi denak ikuspegi bakarrean" aukera zure egutegi denak batera agenda ikuspegi bakarrean erakustea nahi bazenu.

source: Show all calendars merged together
eo: Montri ĉiujn kalendarojn kunfanditajn
eu: Erakutsi egutegi denak elkarrekin bateratuta

source: Show calendars side by side
eo: Montri kalendarojn unu apud la alia
eu: Erakutsi egutegiak alboz-albo

source: Select the "Show calendars side by side" option if you would like to see two calendars at once, in a side-by-side view.
eo: Elektu la opcion "Montri kalendarojn unu apud la alia" se vi ŝatus vidi du kalendarojn samtempe, en flank-al-flanke vido.
eu: Hautatu "Erakutsi egutegiak alboz-albo" aukera bi egutegi batera alboz-alboko ikuspegi batean ikusteko.

source: Show two calendars side-by-side
eo: Montri du kalendarojn unu apud la alia
eu: Erakutsi bi egutegi alboz-albo

source: Switch between views with tabs
eo: Ŝanĝi inter vidoj per langetoj
eu: Aldatu ikuspegien artean tab erabiliz

source: Select "Switch between views with tabs" if you would like to alternate between calendars using the tab key.
eo: Elektu "Ŝanĝi inter vidoj per langetoj" se vi ŝatus alterni inter kalendaroj uzante la langeton.
eu: Aukeratu "Aldatu ikuspegien artean tab erabiliz" egutegien artean tab tekla erabiliz txandakatu nahi baduzu.

source: Tab through calendars
eo: Tab tra kalendaroj
eu: Tab egutegien artean

source: Show icons in month view items
eo: Montri piktogramojn en monataj rigardoj
eu: Erakutsi ikonoak hilabeteko ikuspegiko elementuetan

source: Check this box to display icons (alarm, recursion, etc.) in month view items.
eo: Marku ĉi tiun skatolon por montri piktogramojn (alarmo, rekurso, ktp.) en monataj rigardoj.
eu: Markatu lauki hau, hilabeteko ikuspegiko elementuetan ikonoak (alarma, errepikak, etab.) azaltzeko.

source: Display icons in month view items
eo: Montri piktogramojn en monataj rigardoj
eu: Azaldu ikonoak hilabeteko ikuspegiko elementuetan

source: Show time in month view items
eo: Montri tempon en monataj rigardoj
eu: Erakutsi ordua hilabeteko ikuspegiko elementuetan

source: Check this box to display the time in month view items.
eo: Marku ĉi tiun skatolon por montri la tempon en monataj eroj.
eu: Markatu lauki hau, hilabeteko ikuspegiko elementuetan ordua azaltzeko.

source: Display time in month view items
eo: Montri tempon en monataj rigardoj
eu: Azaldu ordua hilabeteko ikuspegiko elementuetan

source: Check this box to display to-dos in the month view.
eo: Marku ĉi tiun skatolon por montri farojn en la monata vido.
eu: Markatu lauki hau, hilabeteko ikuspegian zereginak azaltzeko.

source: Display to-dos in the month view
eo: Montri farendojn en la monata vido
eu: Azaldu zereginak hilabeteko ikuspegian

source: Show journals
eo: Montri taglibrojn
eu: Erakutsi egunerokoak

source: Check this box to display journals in the month view.
eo: Marku ĉi tiun skatolon por montri taglibrojn en la monata vido.
eu: Markatu lauki hau, hilabeteko ikuspegian egunkariak azaltzeko.

source: Display journals in the month view
eo: Montri taglibrojn en la monata vido
eu: Erakutsi egunkariak hilabeteko ikuspegian

source: Month view uses full window
eo: Monata vido uzas plenan fenestron
eu: Hilabeteko ikuspegiak leiho osoa erabiltzen du

source: Check this box to use the full KOrganizer window when displaying the month view. If this box is checked, you will gain some space for the monthly view, but other widgets, such as the date navigator, the item details and the calendars list, will not be displayed.
eo: Marku ĉi tiun skatolon por uzi la plenan fenestron de KOrganizer dum montrado de la monata vido. Se ĉi tiu skatolo estas markita, vi gajnos iom da spaco por la monata vido, sed aliaj fenestraĵoj, kiel la data navigilo, la objektodetaloj kaj la kalendarlisto, ne estos montrataj.
eu: Markatu lauki hori, hilabeteko ikuspegia azaltzeko «KOrganizer»en leiho osoa erabiltzeko. Lauki hori markatuta badago, hilabeteko ikuspegirako leku pixka bat gehiago irabaziko duzu, baina beste trepeta batzuk, data-nabigatzailea, elementuen xehetasunak eta egutegien zerrenda, esaterako, ez dira azalduko.

source: Draw month items with their tag color inside and calendar color for their border
eo: Desegni monatajn erojn kun ilia etikedokoloro interne kaj kalendara koloro por ilia bordo
eu: Marraztu hilabeteko elementuak, barnean, haien etiketen kolorearekin, eta ertzetan egutegiaren kolorearekin

source: Draw month items with their calendar color inside and tag color for their border
eo: Desegni monatajn erojn kun ilia kalendara koloro ene kaj etikedkoloro por ilia rando
eu: Marraztu hilabeteko elementuak, barnean, haien egutegiaren kolorearekin, eta ertzetan etiketen kolorearekin

source: Select the "Only tag" option if you would like to draw calendar items (both inside and border) in the color of their associated tag. Please use the Colors and Fonts configuration page for setting these colors.
eo: Elektu la opcion "Nur etikedo" se vi ŝatus desegni kalendarajn erojn (kaj interne kaj rande) en la koloro de ilia rilata etikedo. Bonvolu uzi la agordan paĝon de Koloroj kaj Tiparoj por agordi ĉi tiujn kolorojn.
eu: Hautatu "Etiketa bakarrik" aukera, egutegiko elementuak (barrutik eta kanpotik) haiei dagozkien etiketen kolorearekin marrazteko. Mesedez, kolore horiek ezartzeko, erabili Koloreak eta letra-tipoak konfiguratzeko orria.

source: Draw month items using their tag color for the inside and border
eo: Desegni monatajn erojn uzante sian etikedkoloron por la interno kaj bordo
eu: Marraztu hilabeteko elementuak haien kategoriaren kolorearekin barrutik eta ertzetan

source: Select the "Only calendar" option if you would like to draw calendar items (both inside and border) in the color of their calendar. Please use the Colors and Fonts configuration page for setting these colors.
eo: Elektu la opcion "Nur kalendaro" se vi ŝatus desegni kalendarajn erojn (kaj interne kaj rande) en la koloro de ilia kalendaro. Bonvolu uzi la agordan paĝon de Koloroj kaj Tiparoj por agordi ĉi tiujn kolorojn.
eu: Hautatu "Egutegia bakarrik" aukera, egutegiko elementuak (barrua eta ertzak) dauden egutegiaren kolorearekin marraztea nahi baduzu. Mesedez, erabili "Koloreak eta Letra-tipoak" konfiguratzeko orria kolore horiek ezartzeko.

source: Draw month items using their calendar color for the inside and border
eo: Desegni monatajn erojn uzante sian kalendaran koloron por la interno kaj bordo
eu: Marraztu hilabeteko elementuak haien egutegiaren kolorearekin barrutik eta ertzetan

source: Always display completed to-dos at the bottom of the list
eo: Ĉiam montri plenumitajn farendojn ĉe la malsupro de la listo
eu: Erakutsi osatutako zereginak beti zerrenda behean

source: Completed to-dos are displayed at the bottom of the list, regardless of priority
eo: Finitaj faroj estas montrataj ĉe la malsupro de la listo, sendepende de prioritato
eu: Osatutako zereginak zerrenda behean azaltzen dira, lehentasuna edozein dela

source: Check this box if you want all completed to-dos to be always grouped at the bottom of the to-do list.
eo: Marku ĉi tiun skatolon se vi volas, ke ĉiuj plenumitaj faroj estu ĉiam grupigitaj ĉe la malsupro de la farolisto.
eu: Markatu lauki hori, osatutako zeregin denak beti zereginen zerrenda behean taldekatuta egon daitezen.

source: To-do list view uses full window
eo: Atenda listo-vido uzas plenan fenestron
eu: Zeregin-zerrendak leiho osoa erabiltzen du

source: Display to-do list in a full KOrganizer window
eo: Montri faroliston en plena fenestro de KOrganizer
eu: Azaldu zeregin-zerrenda «KOrganizer»ren leiho oso batean

source: Check this box to use the full KOrganizer window when displaying the to-do list view. If this box is checked, you will gain some space for the to-do list view, but other widgets, such as the date navigator, the to-do details and the calendars list, will not be displayed.
eo: Marku ĉi tiun skatolon por uzi la plenan fenestron de KOrganizer dum montrado de la farolisto. Se ĉi tiu skatolo estas markita, vi gajnos iom da spaco por la farolisto, sed aliaj uzaĵoj, kiel la data navigilo, la farodetaloj kaj la kalendarlisto, ne estos montrataj.
eu: Markatu lauki hori, zereginen zerrenda ikuspegia azaltzean «KOrganizer»ren leiho osoa erabiltzeko. Lauki hau markatuta badago, zereginen zerrenda ikuspegirako leku pixka bat irabaziko duzu, baina beste trepeta batzuk, data-nabigatzailea, zereginen xehetasunak eta egutegien zerrenda, esaterako, ez dira azalduko.

source: Display to-dos in a flat list
eo: Montri farojn en plata listo
eu: Azaldu zereginak zerrenda lau batean

source: Display to-dos as a flat list instead of a hierarchical tree
eo: Montri farojn kiel ebenan liston anstataŭ hierarkia arbo
eu: Azaldu zereginak zerrenda lau gisa hierarkia zuhaitz gisa erakutsi ordez

source: Check this box if you want to see all your to-dos in a flat list instead of being arranged in a hierarchical tree.
eo: Marku ĉi tiun skatolon se vi volas vidi ĉiujn viajn farojn en plata listo anstataŭ esti aranĝita en hierarkia arbo.
eu: Markatu lauki hori, zure zeregin denak zuhaitz hierarkia batean antolatu ordez zerrenda lau batean ikusi nahi badituzu.

source: Record completed to-dos in journal entries
eo: Noti plenumitajn farendojn en taglibraj enskriboj
eu: Erregistratu osatutako zereginak egunkari-sarreretan

source: Check this box to record the completion of a to-do in a new entry of your journal automatically.
eo: Marku ĉi tiun skatolon por registri la kompletigon de faro en nova enskribo de via taglibro aŭtomate.
eu: Markatu lauki hori, zeregin bat osatzea zure egunkariko sarrera berri batean automatikoki erregistratzeko.

source: Holiday color
eo: Feria koloro
eu: Jaiegunaren kolorea

source: Select the holiday color here. The holiday color will be used for the holiday name in the month view and the holiday number in the date navigator.
eo: Elektu la ferian koloron ĉi tie. La ferikoloro estos uzata por la feria nomo en la monata vido kaj la feria nombro en la dato-navigilo.
eu: Hautatu jaiegunaren kolorea hemen. Jaiegunaren kolorea jaiegunaren izenean erabiliko da hilabeteko ikuspegian eta jaiegunaren zenbakia data nabigatzailean.

source: Agenda view background color
eo: Tagorda vido fonkoloro
eu: Agenda ikuspegiaren hondoko kolorea

source: Select the agenda view background color here.
eo: Elektu ĉi tie la fonkoloron de la agorda vido.
eu: Hautatu hemen agenda ikuspegiaren atzeko planoaren kolorea.

source: Agenda view current-time (Marcus Bains) line color
eo: Nuntempa (Marcus Bains) liniokoloro de tagorda vido
eu: Agenda ikuspegiko uneko orduaren (Marcus Bains) lerroaren kolorea

source: Select a color to use for the current-time (Marcus Bains) line.
eo: Elektu koloron por uzi por la nuntempa linio (Marcus Bains).
eu: Aukeratu uneko orduaren (Marcus Bains) lerroarekin erabili beharreko kolorea.

source: Use this color for the Agenda View current-time (Marcus Bains) line
eo: Uzu ĉi tiun koloron por la aktuala linio de Agenda View (Marcus Bains).
eu: Erabili kolore hori Agenda ikuspegian uneko orduaren (Marcus Bains) lerrorako

source: Busy days background color
eo: Okupitaj tagoj fonkoloro
eu: Lanpetutako egunetako hondoko kolorea

source: When you have an all day event marked as busy, you can have a different agenda or month view background color for that day. Select the color here.
eo: Kiam vi havas tuttagan eventon markitan kiel okupata, vi povas havi malsaman tagordon aŭ monatan rigardan fonkoloron por tiu tago. Elektu la koloron ĉi tie.
eu: Egun osoko ekitaldi bat lanpetu gisa markatuta duzunean, egun horretarako agenda- edo hilabeteko ikuspegiaren hondoko kolore ezberdina izan dezakezu. Hautatu kolorea hemen.

source: Working hours color
eo: Laborhoroj koloro
eu: Lanorduen kolorea

source: Select the working hours color for the agenda view here.
eo: Elektu la laborhoran koloron por la tagorda vido ĉi tie.
eu: Hautatu hemen agenda ikuspegirako lanorduen kolorea.

source: To-do due today color
eo: Farenda pro hodiaŭ koloro
eu: Epemuga gaur duten zereginen kolorea

source: Select the to-do due today color here.
eo: Elektu la faron pro hodiaŭ koloron ĉi tie.
eu: Hautatu hemen epemuga gaur duten zereginen kolorea.

source: To-do overdue color
eo: Por fari malfruan koloron
eu: Atzeratutako zereginen kolorea

source: Select the to-do overdue color here.
eo: Elektu ĉi tie la prokrastantan koloron.
eu: Hautatu hemen atzeratutako zereginen kolorea.

source: Time bar
eo: Tempobreto
eu: Denbora-barra

source: Press this button to configure the time bar font. The time bar is the widget that shows the hours in the agenda view. This button will open the "Select Font" dialog, allowing you to choose the hour font for the time bar.
eo: Premu ĉi tiun butonon por agordi la tiparon de tempobreto. La tempobreto estas la fenestraĵo kiu montras la horojn en la tagorda vido. Ĉi tiu butono malfermos la dialogon "Elekti tiparon", permesante al vi elekti la hortiparo por la tempobreto.
eu: Sakatu botoi hori denbora-barrako letra-tipoa konfiguratzeko. Denbora-barra, agenda-ikuspegian orduak erakusten dituen trepeta da. Botoi honek "Hautatu letra-tipoa" elkarrizketa-koadroa irekiko du, denbora-barrako orduaren letra-tipoa hautatzeko aukera emanez.

source: Month view
eo: Monata vido
eu: Hilabeteko ikuspegia

source: Press this button to configure the month view font. This button will open the "Select Font" dialog, allowing you to choose the font for the items in the month view.
eo: Premu ĉi tiun butonon por agordi la monatvidan tiparon. Ĉi tiu butono malfermos la dialogon "Elektu tiparon", permesante al vi elekti la tiparon por la eroj en la monata vido.
eu: Sakatu botoi hori hilabeteko ikuspegiko letra-tipoa konfiguratzeko. Botoi horrek "Hautatu letra-tipoa" elkarrizketa-koadroa irekiko du, denbora-barrako orduaren letra-tipoa hautatzeko aukera emanez.

source: Agenda view
eo: Agenda vido
eu: Agenda ikuspegia

source: Press this button to configure the agenda view font. This button will open the "Select Font" dialog, allowing you to choose the font for the events in the agenda view.
eo: Premu ĉi tiun butonon por agordi la tagordan vidan tiparon. Ĉi tiu butono malfermos la dialogon "Elektu tiparon", ebligante al vi elekti la tiparon por la eventoj en la tagorda vido.
eu: Hautatu botoi hori agenda-ikuspegiko letra-tipoa konfiguratzeko. Botoi horrek "Hautatu letra-tipoa" elkarrizketa-koadroa irekiko du, denbora-barrako orduaren letra-tipoa hautatzeko aukera emanez.

source: Current-time (Marcus Bains) line
eo: Nuntempa (Marcus Bains) linio
eu: Uneko orduaren (Marcus Bains) lerroa

source: Press this button to configure the current-time (Marcus Bains) line font. This button will open the "Select Font" dialog, allowing you to choose the font for the current-time line in the agenda view.
eo: Premu ĉi tiun butonon por agordi la nuntempan (Marcus Bains) liniotiparon. Ĉi tiu butono malfermos la dialogon "Elektu tiparon", ebligante al vi elekti la tiparon por la nuntempa linio en la tagorda vido.
eu: Sakatu botoi hori uneko orduaren (Marcus Bains) lerroaren letra-tipoa konfiguratzeko. Botoi horrek "Hautatu letra-tipoa" elkarrizketa-koadroa irekiko du, agenda-ikuspegian, uneko orduaren letra-tipoa hautatzeko aukera emanez.

source: Default todo attachment method
eo: Defaŭlta alligmetodo por farendoj
eu: Egitekoen eranskin metodo lehenetsia

source: The default way of attaching dropped emails to a task
eo: La defaŭlta maniero alligi faligitajn retpoŝtojn al tasko
eu: Jaregindako e-postak ataza batean eransteko era lehenetsia

source: Always ask
eo: Ĉiam demandi
eu: Galdetu beti

source: Only attach link to message
eo: Nur alligi ligilon al mesaĝo
eu: Erantsi soilik mezuaren esteka

source: Attach complete message
eo: Alligi kompletan mesaĝon
eu: Erantsi mezu osoa

source: Highlight color
eo: Emfazi koloron
eu: Nabarmentzeko kolorea

source: Select the highlight color here. The highlight color will be used for marking the currently selected area in your agenda and in the date navigator.
eo: Elektu la plej elstaran koloron ĉi tie. La plej elstara koloro estos uzata por marki la nuntempe elektitan areon en via tagordo kaj en la dato-navigilo.
eu: Hautatu hemen nabarmentzeko kolorea. Nabarmentzeko kolorea zure agendan eta data nabigatzailean hautatutako azalera markatzeko erabiliko da.

source: Use system color
eo: Uzi sisteman koloron
eu: Erabili sistemaren kolorea

source: Use system color instead of user defined color. If enabled will ignore all other color settings
eo: Uzu sisteman koloron anstataŭ uzulo difinita koloro. Se ĝi estas ebligita, ignoros ĉiujn aliajn kolorajn agordojn
eu: Erabili sistemaren kolorea erabiltzaileak definitutakoa erabili ordez. Gaituz gero, beste kolore ezarpen guztiei ez die jaramon egingo

source: Month view background color
eo: Monata vido fonkoloro
eu: Hilabeteko ikuspegiaren hondoko kolorea

source: Select the Month view background color here.
eo: Elektu la fonkoloron de Monata vido ĉi tie.
eu: Hautatu hemen Hilabeteko ikuspegiaren atzeko planoaren kolorea.

source: Select the highlight color here. The highlight color will be used for marking the currently selected area in your Month and in the date navigator.
eo: Elektu la plej elstaran koloron ĉi tie. La plej elstara koloro estos uzata por marki la nuntempe elektitan areon en via Monato kaj en la data navigilo.
eu: Hautatu hemen nabarmentzeko kolorea. Nabarmentzeko kolorea zure hilabeteko ikuspegian eta data-arakatzailean unean hautatutako eskualdea markatzeko erabiliko da.

source: Select the working hours background color for the Month view here.
eo: Elektu la fonkoloron por la Monato ĉi tie.
eu: Hautatu hemen Hilabeteko ikuspegirako lanorduen hondoko kolorea.

source: Default event color
eo: Defaŭlta eventa koloro
eu: Ekitaldien kolore lehenetsia

source: Select the default event color here. The default event color will be used for events in your Month. Note that you can specify a separate color for each event tag below.
eo: Elektu la defaŭltan eventokoloron ĉi tie. La defaŭlta eventkoloro estos uzata por eventoj en via Monato. Notu, ke vi povas specifi apartan koloron por ĉiu evento-etikedo sube.
eu: Hautatu hemen ekitaldiaren kolore lehenetsia. Ekitaldiaren kolore lehenetsia zure hilabeteko ikuspegiko ekitaldietarako erabiliko da. Kontuan izan, behean, kolore bereizi bat zehaztu dezakezula ekitaldi-etiketa bakoitzerako.

# Displayed grayed-out inside the textbox, verb to search
source: Search
eo: Serĉi
eu: Bilatu

source: &New
eo: &Nova
eu: &Berria

source: &Delete
eo: &Forigi
eu: Eza&batu

source: Filter Details
eo: Filtrilaj Detaloj
eu: Iragazkiaren xehetasunak

# filter name
source: Name:
eo: Nomo:
eu: Izena:
