Repository: KDE/korganizer
Catalog: po/*/korganizer.po
Languages: eo, eu

source: Select this option if you do not want to show recurring events and to-dos in your views. Daily and weekly recurring items may take a lot of space, so it might be handy to hide them.
eo: Elektu ĉi tiun opcion se vi ne volas montri ripetiĝantajn eventojn kaj farojn en viaj vidpunktoj. Ĉiutagaj kaj semajnaj ripetiĝantaj aĵoj povas preni multe da spaco, do povus esti oportune kaŝi ilin.
eu: Hautatu aukera hori, zure ikuspegietan ekitaldi eta zeregin errepikak erakusterik nahi ez baduzu. Egunero eta astero errepika duten elementuak leku asko har dezakete, beraz, ongi etor liteke horiek ezkutatzea.

source: Hide &recurring events and to-dos
eo: Kaŝi &ripetantajn eventojn kaj farojn
eu: Ezkutatu ekitaldi eta zeregin e&rrepikariak

source: If this box is checked, the filter will hide all to-do items from the list, that have been completed. Optionally, only items that have been completed a given number of days are hidden.
eo: Se ĉi tiu skatolo estas markita, la filtrilo kaŝos ĉiujn faraĵojn el la listo, kiuj estis kompletigitaj. Laŭvole, nur eroj kiuj estis kompletigitaj antaŭfiksita nombro da tagoj estas kaŝitaj.
eu: Lauki hori markatuta badago, iragazkiak zerrendatik, osatu diren zeregin guztiak ezkutatuko ditu. Aukeran, orain dela egun jakin batzuk osatu diren elementuak bakarrik ezkuta daitezke.

source: Hide co&mpleted to-dos
eo: Kaŝi plenu&mitajn farendojn
eu: Ezkutatu osa&tutako zereginak

source: This option will allow you to select which completed to-dos should be hidden. When you choose <i>Immediately</i>, it will hide the to-do as soon as you check it. You can increase or decrease the number of days in the spinbox.
eo: Ĉi tiu opcio permesos al vi elekti kiuj finitaj faroj estu kaŝitaj. Kiam vi elektas <i>Tuj</i>, ĝi kaŝos la farendon tuj kiam vi markos ĝin. Vi povas pliigi aŭ malpliigi la nombron da tagoj en la spinkesto.
eu: Aukera horrek osatutako zein zeregin ezkutatu hautatzeko aukera ematen dizu. <i>Berehala</i> hautatzen duzunean, zeregina, markatu bezain laster ezkutatuko da. Egun-kopurua biratze-laukian handitu edo txikiagotu dezakezu.

source: Da&ys after completion:
eo: Tagoj post komplet&igo:
eu: Osatu ondorengo egunak:

source: Here you can give the number of days a to-do item has to be completed to be hidden from the to-do list. If you select "Immediately", all completed to-dos will be hidden. If you, for example, choose a value of 1, all to-do items will be hidden, that have been marked finished longer than 24 hours ago.
eo: Ĉi tie vi povas doni la nombron da tagoj, kiam farenda objekto devas esti kompletigita por esti kaŝita de la farolisto. Se vi elektas "Tuj", ĉiuj plenumitaj faroj estos kaŝitaj. Se vi, ekzemple, elektas valoron de 1, ĉiuj farendaĵoj estos kaŝitaj, kiuj estis markitaj kiel finitaj antaŭ pli ol 24 horoj.
eu: Hemen, zeregin zerrendan ezkutatzeko, zereginak osatuta eraman behar duen egun kopurua eman dezakezu. "Berehala" hautatzen baduzu, osatutako zeregin guztiak ezkutatuko dira. Adibidez, 1 balioa sartzen baduzu, orain dela 24 ordu baina gehiago osatu gisa markatu diren zeregin guztiak ezkutatuko dira.

source: This option hides all to-dos from your list, where the start date has not been reached. (Note that the start date is not the due date of the to-do item.)
eo: Ĉi tiu opcio kaŝas ĉiujn farojn el via listo, kie la komenca dato ne estas atingita. (Rimarku, ke la komenca dato ne estas la limdato de la farenda objekto.)
eu: Aukera horrek, hasierako datara heldu ez diren zeregin guztiak zure zerrendatik ezkutatuko ditu (Kontuan izan hasierako data ez dela zeregin elementuaren epemuga).

source: Hide &inactive to-dos
eo: Kaŝi &neaktivajn farojn
eu: Ezkutatu zeregin e&z-aktiboak

source: Tags
eo: Etikedoj
eu: Etiketak

source: When this option is chosen, this filter will show all items which do <i>not</i> contain any of the selected tags.
eo: Kiam ĉi tiu opcio estas elektita, ĉi tiu filtrilo montros ĉiujn erojn kiuj <i>ne</i> enhavas iun el la elektitaj etikedoj.
eu: Aukera hori hautatzen denean, iragazki horrek, hautatutako etiketak <i>ez</i> dituzten elementu guztiak erakutsiko ditu.

source: Show all except selected
eo: Montri ĉiujn krom elektitaj
eu: Erakutsi guztiak hautatutakoak izan ezik

source: When this option is chosen, this filter will show all items containing any of the selected tags.
eo: Kiam ĉi tiu opcio estas elektita, ĉi tiu filtrilo montros ĉiujn erojn enhavantajn iun el la elektitaj etikedoj.
eu: Aukera hori hautatuta dagoenean, iragazki horrek, hautatutako edozein etiketa duten elementu guztiak erakutsiko ditu.

source: Show only selected
eo: Montri nur elektitajn
eu: Erakutsi hautatutakoak bakarrik

source: Change…
eo: Ŝanĝi…
eu: Aldatu…

source: This option hides all to-dos from your list which are assigned to someone else.<br> Only to-dos which have least one attendee will be checked. If you are not in the list of attendees the to-do will be hidden.
eo: Ĉi tiu elekteblo kaŝas ĉiujn farojn el via listo, kiuj estas asignitaj al iu alia.<br> Nur faraĵoj kiuj havas almenaŭ unu partoprenanton estos markitaj. Se vi ne estas en la listo de ĉeestantoj, la farendo estos kaŝita.
eu: Aukera honek beste norbaiti esleitutako zeregin guztiak zure zerrendanezkutatzen ditu.<br> Gutxienez partaide bat duten zereginak egiaztatuko dira. Partaideen zerrendan ez bazaude zeregina ezkutatuko da.

source: Hide to-dos not assigned to me
eo: Kaŝi farojn ne asignitajn al mi
eu: Ezkutatu niri esleitu gabeko zereginak

source: P&ublish
eo: P&ublikigi
eu: Argitarat&u

source: By publishing Free/Busy information, you allow others to take your calendar into account when inviting you for a meeting. Only the times you have already busy are published, not why they are busy.
eo: Publikigante Liberajn/Okupitajn informojn, vi permesas al aliaj konsideri vian kalendaron kiam vi invitas vin al renkontiĝo. Nur la tempoj, kiujn vi jam okupas, estas publikigitaj, ne kial ili estas okupataj.
eu: Libre/lanpetua informazioa argitaratuz, besteei beren bileren gonbidapenetarako zure egutegia kontuan hartzeko aukera ematen diezu. Lanpetuta zauden orduak bakarrik argitaratuko dira, eta ez zergatia.

source: Check this box to upload your Free/Busy information automatically. It is possible to skip this option and mail or upload your Free/Busy information using the Schedule menu of KOrganizer. Note: If KOrganizer is acting as a KDE Kolab client, this is not required, as the Kolab2 server taking care of publishing your Free/Busy information and manages the access to it from other users.
eo: Marku ĉi tiun skatolon por alŝuti viajn Liberajn/Okupitajn informojn aŭtomate. Eblas preterlasi ĉi tiun opcion kaj sendi aŭ alŝuti viajn Liberajn/Okupatajn informojn uzante la Horarmenuon de KOrganizer. Noto: Se KOrganizer funkcias kiel KDE Kolab-kliento, ĉi tiu ne estas bezonata, ĉar la servilo Kolab2 zorgas pri publikigado de viaj Liberaj/Okupitaj informoj kaj administras la aliron al ĝi de aliaj uzantoj.
eu: Hautatu lauki hori zure libre/lanpetua informazioa automatikoki zama-igotzeko. Aukera hori saihestu daiteke «KOrganizer»reko Antolaketa menua erabiliz. Oharra: «KOrganizer» KDEren «Kolab» bezero bezala badabil, hau ez da beharrezkoa, «Kolab2» zerbitzariak zure libre/lanpetua informazioa argitaratzeaz arduratu eta beste erabiltzaileen hartarako sarrera kudeatzen duelako.

source: Publish your free/&busy information automatically
eo: Eldoni vian libera/&okupita-informon aŭtomate
eu: Argitaratu zure libre/&lanpetua informazioa automatikoki

source: Configure minimum the interval of time in minutes between each upload here. This configuration is only effective in case you choose to publish your information automatically.
eo: Agordu minimume la intervalon de tempo en minutoj inter ĉiu alŝuto ĉi tie. Ĉi tiu agordo efikas nur se vi elektas publikigi viajn informojn aŭtomate.
eu: Konfiguratu hemen, zama-igoera arteko gutxieneko bitartea minututan. Konfigurazio honek eragina du bakarrik zure informazioa automatikoki argitaratzea erabakitzen baduzu.

source: Minimum time between uploads (in minutes):
eo: Minimuma tempo inter alŝutoj (en minutoj):
eu: Zama-igoera arteko gutxieneko denbora (minututan):

source: Configure the number of calendar days you wish to be published and available to others here.
eo: Agordu la nombron da kalendaraj tagoj, kiujn vi deziras esti publikigitaj kaj disponeblaj por aliaj ĉi tie.
eu: Konfiguratu hemen, argitaratuta eta besteen eskura egotea nahi duzun egutegiko egun kopurua.

source: Publish
eo: Publikigi
eu: Argitaratu

source: days of free/busy information
eo: tagoj da libera/okupata informo
eu: libre/lanpetua informazio egunak

source: Server Information
eo: Servila informo
eu: Zerbitzariaren informazioa

source: Enter the URL for the server on which your Free/Busy information shall be published here. Ask the server administrator for this information.
eo: Enigu la URL por la servilo sur kiu via libera/okupata informo estos publikigita ĉi tie. Petu ĉi tiun informon al la servila administranto.
eu: Sartu hemen, zure Libre/lanpetuta informazioa argitaratzeko zerbitzariaren URL. Galdetu informazio hori zerbitzariaren administratzaileari.

source: Enter your groupware server login password here.
eo: Enigu vian grupvaran servilon ensalutpasvorton ĉi tie.
eu: Sartu hemen zure talde-lanerako zerbitzarian saioa hasteko pasahitza.

source: Password:
eo: Pasvorto:
eu: Pasahitza:

source: Enter the login information relative to your account on the server here. A Kolab2 server specificity: Registered your UID (Unique IDentifier). By default your UID would be your email address on the Kolab2 server but it may also be different. In the last case enter your UID.
eo: Enigu la ensalutinformojn rilate al via konto sur la servilo ĉi tie. Specifikeco de la servilo Kolab2: Registris vian UID (Unika identigilo). Defaŭlte via UID estus via retadreso sur la servilo Kolab2 sed ĝi ankaŭ povas esti malsama. En la lasta kazo enigu vian UID.
eu: Sartu hemen, zure zerbitzariko kontuari dagokion saioa hasteko informazioa. «Kolab2» zerbitzariaren espezifikotasun bat: Erregistratu zure UID (identifikatzaile bakarra). Era lehenetsian zure UID «Kolab2» zerbitzariko zure e-posta helbidea izango litzateke, baina baliteke ere ezberdina izatea. Azken kasu horretan, sartu zure UID.

# login name on the Kolab server
source: Username:
eo: Uzantnomo:
eu: Erabiltzaile-izena:

source: Check this box to make KOrganizer remember your password and skip asking you each time it uploads your Free/Busy information, by storing it in the configuration file. For security reasons, it is not recommended to store your password in the configuration file.
eo: Marku ĉi tiun skatolon por ke KOrganizer memoru vian pasvorton kaj ne demandi vin ĉiufoje kiam ĝi alŝutas viajn Liberajn/Okupitajn informojn, konservante ĝin en la agorda dosiero. Pro sekurecaj kialoj, ne rekomendas konservi vian pasvorton en la agorda dosiero.
eu: Markatu lauki hori, «KOrganizer»ek zure pasahitza konfigurazio fitxategian gordez gogora dezan eta zure Libre/lanpetua informazioa zama-igotzen duen bakoitzean galde ez diezazun. Segurtasun arrazoiengatik, ez da gomendatzen zure pasahitza konfigurazio-fitxategian gordetzea.

source: Remember p&assword
eo: Memori p&asvorton
eu: Gogoratu p&asahitza

source: Server URL:
eo: Servila URL:
eu: Zerbitzariaren URL:

source: (No need if using Kolab server version 2)
eo: (Ne necesas se vi uzas Kolab-servilan version 2)
eu: (Beharrik ez «Kolab» zerbitzariaren 2 bertsio erabiliz gero)

source: &Retrieve
eo: &Ricevi
eu: Be&rreskuratu

source: By retrieving Free/Busy information that others have published, you can take their calendar into account when inviting them to a meeting.
eo: Akirante Libera/Okupita-informojn, kiujn aliaj publikigis, vi povas konsideri ilian kalendaron kiam vi invitas ilin al renkontiĝo.
eu: Besteek argitaratu duten Libre/lanpetua informazioa berreskuratuz, beren egutegiak kontuan har ditzakezu haiek bilera batera gonbidatzerakoan.

source: Check this box to retrieve other people's Free/Busy information automatically. Note that you have to fill the correct server information to make this possible.
eo: Marku ĉi tiun skatolon por aŭtomate reakiri informojn pri Libera/Okupita de aliaj homoj. Notu, ke vi devas plenigi la ĝustajn servilojn por ebligi tion.
eu: Markatu lauki hori, beste jendearen Libre/lanpetua informazioa automatikoki berreskuratzeko. Kontuan izan hori egiteko, zerbitzariaren informazio zuzena bete behar duzula.

source: Retrieve other people's free/&busy information automatically
eo: Ricevi la libera/&okupata-informojn de aliaj homoj aŭtomate
eu: Berreskuratu beste jendearen Libre/lan&petua informazioa automatikoki

source: Set this to retrieve user@domain.ifb instead of user.ifb from the server
eo: Agordu ĉi tion por preni user@domain.ifb anstataŭ user.ifb de la servilo
eu: Ezarri hori, zerbitzaritik erabiltzailea.ifb ordez erabiltzailea@domeinua.ifb berreskuratzeko

source: Check this box to download a free/busy file in the format "user@domain.ifb" (for example joe@company.com.ifb). Otherwise, it will download a free/busy file in the format user.ifb (for example joe.ifb). Ask the server Administrator if you are not sure about how to configure this option.
eo: Marku ĉi tiun skatolon por elŝuti liberan/okupitan dosieron en la formato "uzanto@domajno.ifb" (ekzemple joe@firmao.com.ifb). Alie, ĝi elŝutos liberan/okupatan dosieron en la formato user.ifb (ekzemple joe.ifb). Demandu al la servila Administranto se vi ne certas kiel agordi ĉi tiun elekteblon.
eu: Hautatu hau libre/lanpetuta fitxategia "erabiltzailea@domeinua.ifb" formatuan eskuratzeko (adibidez, jon@enpresa.ifb). Galdetu zerbitzariaren administratzaileari aukera hau nola konfiguratu behar den.

source: Use full email &address for retrieval
eo: Uzi plenan retpoŝton kaj &adreson por akirado
eu: Erabili e-posta &helbide osoa eskuratzeko

# @info:whatsthis
source: Enter the URL for the server on which the Free/Busy information is published here. Ask the server administrator for this information. Here is a Kolab2 Server URL example: https://kolab2.example.com/freebusy/ Alternatively, you can specify a full path to the Free/Busy. For example: https://kolab2.example.com/freebusy/user.xfb
eu: Sartu hemen Libre/lanpetua informazioa argitaratzen duen zerbitzariaren URL. Galdetu informazio hori zerbitzariaren administratzaileari. Jarraian «Kolab2» zerbitzari baten URLaren adibide bat: https://kolab2.adibidea.com/librelanpetua/ «Libre/lanpentu»rako bide-izen osoa ere zehaztu dezakezu. Adibidez: https://kolab2.example.com/freebusy/user.xfb

source: User&name:
eo: Uzant&nomo:
eu: Erabiltzaile-ize&na:

source: Passwor&d:
eo: Pasvor&to:
eu: Pasahit&za:

source: Re&member password
eo: &Memori pasvorton
eu: &Gogoratu pasahitza

source: &Search for:
eo: &Serĉi:
eu: &Bilatu hori:

source: Search pattern. Use wildcards “*” and “?” as desired.
eo: Serĉa ŝablono. Uzu ĵokerojn "*" kaj "?" kiel dezirate.
eu: Bilaketa eredua. Erabili nahi bezala zernahitarako "*" eta "?" karaktereak.

source: Examine various fields to see if they contain the search pattern: The pattern “meet” would match “kick-off meeting”. Wildcards “*” (matches any number of characters) and “?” (matches any single character) are supported. For example, the search pattern “meet*boss” matches “Meeting with boss”. The pattern “c?t” would match “cat”, “cot”, and so on.
eo: Ekzamenu diversajn kampojn por vidi ĉu ili enhavas la serĉan ŝablonon: La ŝablono "renkonti" kongruus kun "komenca renkontiĝo". Ŝovkartoj "*" (kongruas kun ajna nombro da signoj) kaj "?" (kongruas kun ajna unuopa signo) estas subtenataj. Ekzemple, la serĉŝablono "renkonti * estro" kongruas kun "Renkontiĝo kun estro". La ŝablono "c?t" kongruus kun "kato", "cot", ktp.
eu: Aztertu hainbat eremu, bilaketa-eredua duten ikusteko: "bilera" eredua "jaurtiketa bilera"rekin bat etorriko litzateke. Zernahitarako "*" (edozein karaktere-kopururekin bat dator) eta "?" (edozein karaktere soilekin bat dator) karaktereak onartzen dira. Adibidez, "nagusi*bilera" eredua "Nagusiarekin bilera"rekin bat dator. "g*i" eredua "gai", "goi"rekin bat etorriko litzateke, eta horrela.

source: Search For
eo: Serĉi
eu: Bilatu

source: Search for events with matching criteria.
eo: Serĉu eventojn kun kongruaj kriterioj.
eu: Bilatu irizpideekin bat datozen ekitaldiak.

source: Check this box if you want to search for events that match the search pattern and have start dates or end dates in the given date range.
eo: Marku ĉi tiun skatolon se vi volas serĉi eventojn, kiuj kongruas kun la serĉŝablono kaj havas komencdatojn aŭ findatojn en la donita datintervalo.
eu: Markatu lauki hori, bilatutako ereduarekin bat datozen eta hasierako edo amaierako datak emandako barrutian dituzten ekitaldiak bilatzeko.

source: &Events
eo: &Eventoj
eu: &Ekitaldiak

source: Search for journal entries with matching criteria.
eo: Serĉu taglibrerojn kun kongruaj kriterioj.
eu: Bilatu irizpidearekin bat datozen egunkari-sarrerak.

source: Check this box if you want to search for journal entries that match the search pattern and have start dates in the given date range.
eo: Marku ĉi tiun skatolon se vi volas serĉi taglibrojn, kiuj kongruas kun la serĉŝablono kaj havas komencajn datojn en la donita datintervalo.
eu: Markatu lauki hori, bilatutako ereduarekin bat datozen eta hasierako data emandako barrutian duten egunkari-sarrerak bilatzeko.

source: &Journals
eo: &Taglibroj
eu: E&gunkariak

source: Search for to-dos with matching criteria.
eo: Serĉu farendojn kun kongruaj kriterioj.
eu: Bilatu irizpideekin bat datozen zereginak.

source: Check this box if you want to search for to-dos that match the search pattern and have due dates in the given date range.
eo: Marku ĉi tiun skatolon se vi volas serĉi farojn kiuj kongruas kun la serĉŝablono kaj havas limdatojn en la donita datintervalo.
eu: Markatu lauki hori, bilatutako ereduarekin bat datozen eta epemuga data emandako barrutian duten zereginak bilatzeko.

source: To-&dos
eo: Faren&doj
eu: &Zereginak

source: Search In
eo: Serĉi En
eu: Bilatu hemen

source: Include tags in your search.
eo: Enmetu etikedojn en via serĉo.
eu: Sartu etiketak zure bilaketan.

source: Check this box if you want to match tags against your search pattern.
eo: Marku ĉi tiun skatolon se vi volas kongrui etikedojn kun via serĉŝablono.
eu: Markatu lauki hori, etiketak zure bilaketa ereduarekin bat etortzea nahi baduzu.

source: Ta&gs
eo: Etike&doj
eu: Eti&ketak

source: Include locations in your search.
eo: Inkluzivi lokojn en via serĉo.
eu: Sartu kokalekuak zure bilaketan.

source: Check this box if you want to match locations against your search pattern.
eo: Marku ĉi tiun skatolon se vi volas kongrui lokojn kun via serĉŝablono.
eu: Markatu lauki hori, kokalekuak zure bilaketa ereduarekin bat etortzea nahi baduzu.

source: Locations
eo: Lokoj
eu: Kokalekuak

source: Include descriptions in your search.
eo: Inkluzivi priskribojn en via serĉo.
eu: Sartu deskribapenak zure bilaketan.

source: Check this box if you want to match descriptions against your search pattern.
eo: Marku ĉi tiun skatolon se vi volas kongrui priskriboj kun via serĉŝablono.
eu: Markatu lauki hori, deskribapenak zure bilaketa ereduarekin bat etortzea nahi baduzu.

source: Desc&riptions
eo: Prisk&riboj
eu: Des&kribapenak

source: Include summaries in your search.
eo: Inkluzivi resumojn en via serĉo.
eu: Sartu laburpenak zure bilaketan.

source: Check this box if you want to match summaries against your search pattern.
eo: Marku ĉi tiun skatolon se vi volas kongrui resumojn kun via serĉŝablono.
eu: Markatu lauki hori, laburpenak zure bilaketa ereduarekin bat etortzea nahi baduzu.

source: Su&mmaries
eo: Resu&moj
eu: &Laburpenak

source: Include attendees in your search.
eo: Inkluzivi partoprenantojn en via serĉo.
eu: Sartu partaideak zure bilaketan.

source: Check this box if you want to match attendees against your search pattern.
eo: Marku ĉi tiun skatolon se vi volas kongrui partoprenantojn kun via serĉŝablono.
eu: Markatu lauki hori, partaideak zure bilaketa ereduarekin bat etortzea nahi baduzu.

source: Attendees
eo: Ĉeestantoj
eu: Partaideak

source: Date Range
eo: Datintervalo
eu: Data-barrutia

source: When checked, the search will be limited to the specified date range.
eo: Kiam markite, la serĉo estos limigita al la specifita datintervalo.
eu: Markatuta dagoenean, bilaketa adierazitako data-barrutira mugatuko da.

source: Check this box to search for events within a specified date range. If the box is unchecked, all events will be searched.
eo: Marku ĉi tiun skatolon por serĉi eventojn ene de specifita datintervalo. Se la skatolo estas nemarkita, ĉiuj eventoj estos serĉataj.
eu: Markatu lauki hori, adierazitako datu-barruti bateko ekitaldiak bilatzeko. Laukia markatu gabe badago, ekitaldi guztiak bilatuko dira.

source: Limit search to specified date range
eo: Limigi serĉon al la specifita datintervalo
eu: Mugatu bilaketa adierazitako data-barrutira

source: Fr&om:
eo: D&e:
eu: &Hasiera:

source: The starting date of the period to search.
eo: La komenca dato de la periodo por serĉi.
eu: Bilatu beharreko aldiaren hasierako data.

source: Search for items in the time period starting at the date given here.
eo: Serĉi erojn en la tempoperiodo ekde la dato donita ĉi tie.
eu: Bilatu hemen emandako datan hasten den denboraldiko elementuak.

source: &To:
eo: &Al:
eu: &Amaiera:

source: The ending date of the period to search.
eo: La findato de la periodo por serĉi.
eu: Bilatu beharreko aldiaren bukaerako data.

source: Search for items in the time period ending at the date given here.
eo: Serĉi erojn en la tempoperiodo finiĝanta ĉe la dato donita ĉi tie.
eu: Bilatu hemen emandako datan bukatzen den denboraldiko elementuak.

source: Display events only if their start date and end date are both in the date range specified.
eo: Vidigi eventojn nur se iliaj komenca dato kaj findato estas ambaŭ en la datintervalo specifita.
eu: Azalduko hasierako eta bukaerako data zehaztutako data-barrutian duten ekitaldiak bakarrik.

source: Check this box if you only want to find events that occur entirely within the date range specified. Events that start during the date range but end after it, or end during the date range but start before it, will be excluded from the search results.
eo: Marku ĉi tiun skatolon se vi volas nur trovi eventojn kiuj okazas tute ene de la specifita dato. Eventoj kiuj komenciĝas dum la datintervalo sed finiĝas post ĝi, aŭ finiĝas dum la datintervalo sed komenciĝas antaŭ ĝi, estos ekskluditaj de la serĉrezultoj.
eu: Markatu lauki hori, zehaztutako data barrutian osorik gertatzen diren ekitaldiak bakarrik bilatu nahi badituzu. Data-barrutian hasi baina ondoren amaitu edo data-barrutian amaitu baina aurretik hasten direnak, emaitzetatik at utziko dira.

source: Exclude e&vents that extend outside the specified date range
eo: Ekskludi e&ventojn kiuj etendiĝas ekster la specifita datintervalo
eu: Kanpoan utzi zehaztutako data-barrutitik kanpo luzatzen diren e&kitaldiak

source: Include to-dos that have a start date, due date, or completion date in the date range specified, or have neither a start date nor an end date.
eo: Inkluzivi farendojn kiuj havas komencan daton, limdaton aŭ findaton en la datintervalo specifita, aŭ havas nek komencdaton nek findaton.
eu: Sartu hasierako data, epemuga, edo osatze data zehaztutako data-barrutian duten edo hasierako eta amaierako datarik ez duten zereginak.
