Repository: KDE/korganizer
Catalog: po/*/korganizer.po
Languages: eo, eu

# @info:shell
source: Lists the available options for user feedback
eo: Listigas la disponeblajn elekteblojn por uzant-sugestoj
eu: Erabiltzailearen atzera-elikaduraren aukera erabilgarriak zerrendatzen ditu

source: Merged calendar
eo: Kunfandita kalendaro
eu: Bateratutako egutegia

source: Calendars Side by Side
eo: Kalendaroj Flank-al-flanke
eu: Egutegiak aurrez-aurre

source: Unable to display the work week since there are no work days configured. Please properly configure at least 1 work day in the Time and Date preferences.
eo: Ne eblas montri la laborsemajnon ĉar ne estas labortagoj agorditaj. Bonvolu ĝuste agordi almenaŭ 1 labortagon en la preferoj de Tempo kaj Dato.
eu: Ez da laneko astea azaltzeko gai, laneko egunak konfiguratu gabe daudelako. Mesedez, Ordua eta Data hobespenetan, behar bezala konfiguratu lanegun 1 gutxienez .

# @title:tab
source: Colors
eo: Koloroj
eu: Koloreak

# @title:group
source: Tags
eo: Etikedoj
eu: Etiketak

# @info:whatsthis
source: Select the tag you want to modify. You can change the selected tag's color using the adjacent color button.
eo: Elektu la etikedon, kiun vi volas modifi. Vi povas ŝanĝi la koloron de la elektita etikedo per la apuda kolorbutono.
eu: Hautatu aldatu nahi duzun etiketa. Hautatutako etiketaren kolorea alda dezakezu, alboko kolore-botoia erabiliz.

# @info:whatsthis
source: Choose the color of the tag selected in the adjacent combo box.
eo: Elektu la koloron de la etikedo elektita en la apuda kombokesto.
eu: Hautatu hautatutako etiketaren kolorea, alboko lauki-konbinatua erabiliz.

# @title:group
source: Resources
eo: Rimedoj
eu: Baliabideak

# @info:whatsthis
source: Select the calendar you want to modify. You can change the selected calendar color using the button below.
eo: Elektu la kalendaron, kiun vi volas modifi. Vi povas ŝanĝi la elektitan kalendaran koloron per la suba butono.
eu: Hautatu aldatu nahi duzun egutegia. Hautatutako egutegiaren kolorea alda dezakezu, beheko botoia erabiliz.

# @info:whatsthis
source: Choose here the color of the calendar selected using the combo box above.
eo: Elektu ĉi tie la koloron de la kalendaro elektita uzante la kombokeston supre.
eu: Hautatu hemen, aukeratutako egutegiaren kolorea, goiko lauki-konbinatua erabiliz.

# @title:tab
source: Fonts
eo: Tiparoj
eu: Letra-tipoak

# @label
source: Event text
eo: Eventa teksto
eu: Ekitaldiaren testua

# @label
source: Mail transport:
eo: Poŝttransporto:
eu: Postaren garraioa:

# @title:tab personal settings
source: Personal
eo: Personaj
eu: Pertsonala

# @title:group email settings
source: Email Settings
eo: Retpoŝtaj Agordoj
eu: E-postaren ezarpenak

# @title:group
source: Reminders
eo: Rememorigiloj
eu: Oroigarriak

# @title:tab
source: Save
eo: Konservi
eu: Gorde

# @title:tab calendar account settings
source: Calendars
eo: Kalendaroj
eu: Egutegiak

# @title
source: Calendar Accounts
eo: Kalendaraj Kontoj
eu: Egutegi kontuak

# @title:tab activities settings
source: Activities
eo: Aktivecoj
eu: Jarduerak

# @option:check
source: Enabled
eu: Gaituta

# @title:group
source: Position
eo: Pozicio
eu: Kokapena

# @option:check
source: Show at the top of the agenda views
eo: Montri ĉe la supro de la tagordaj vidoj
eu: Erakutsi agenda-ikuspegien goiko aldean

# @option:check
source: Show at the bottom of the agenda views
eo: Montri ĉe la malsupro de la tagordaj vidoj
eu: Erakutsi agenda-ikuspegien beheko aldean

# @title:group
source: Calendar Decorations
eo: Kalendaraj Dekoracioj
eu: Egutegien apaindurak

# @info:tooltip
source: Configure
eu: Konfiguratu

# @info
source: Unable to configure this plugin
eo: Ne eblas agordi ĉi tiun kromprogramon
eu: Ez da plugin hau konfiguratzeko gai

# @title:tab
source: Regional
eo: Regiona
eu: Eskualdekoa

# @title:group
source: General Time and Date
eo: Ĝenerala Tempo kaj Dato
eu: Ordu eta data orokorra

# @title:group
source: Holidays
eo: Ferioj
eu: Jaiegunak

# @label
source: Use holiday region:
eo: Uzi ferian regionon:
eu: Erabili jaiegun-eskualdea:

# @item:inlistbox
source: Select Holiday Regions
eo: Elekti Feriajn Regionojn
eu: Aukeratu Jaiegun-eskualdeak

# @title:group
source: Weekly Schedule
eo: Semajna Horaro
eu: Asteko ordutegia

# @info:tooltip
source: Include %1 as part of your weekly schedule
eo: Inkluzivi %1 kiel parto de via semajna horaro
eu: Sartu %1 zure asteko ordutegiaren barruan

# @info:whatsthis
source: Check this box to consider %1 a part of your regular weekly schedule. Any %1 daily hours will be shown with different colors than times outside your regular schedule. Check this box if %1 is included as part of your regular weekly schedule (even if you don't work). Typically, weekend days should be unchecked.
eu: Markatu lauki hau %1 zure asteko ohiko ordutegiaren zati gisa hartzeko. %1(e)ko eguneko orduak zure ohiko ordutegitik kanpoko orduekiko kolore ezberdinarekin erakutsiko dira. Markatu lauki hau %1 zure asteko ohiko ordutegiaren (lan egiten ez baduzu ere) zati gisa hartzeko. Normalean, asteburuko egunak markatu gabe egon behar dira.

# @item:inlistbox
source: Monday
eo: lundo
eu: Astelehena

# @item:inlistbox
source: Tuesday
eo: mardon
eu: Asteartea

# @item:inlistbox
source: Wednesday
eo: merkredon
eu: Asteazkena

# @item:inlistbox
source: Thursday
eo: ĵaŭdon
eu: Osteguna

# @item:inlistbox
source: Friday
eo: vendredo
eu: Ostirala

# @item:inlistbox
source: Saturday
eo: sabato
eu: Larunbata

# @item:inlistbox
source: Sunday
eo: dimanĉo
eu: Igandea

# @info:tooltip
source: Highlight holidays differently from your regular schedule
eu: Nabarmendu jaiegunak zure ohiko ordutegiarekiko ezberdin

# @info:whatsthis
source: Check this box to highlight holidays differently than days included with your regular schedule.
eu: Markatu koadro hau, jaiegunak zure ohiko ordutegiko egunekiko ezberdin nabarmentzeko.

# @title:tab
source: Default Values
eo: Defaŭltaj Valoroj
eu: Balio lehenetsiak

# @title:group
source: Appointments
eo: Nomumoj
eu: Hitzorduak

# @label
source: Default reminder time:
eo: Defaŭlta memortempo:
eu: Oroigarriaren denbora lehenetsia:

# @item:inlistbox reminder units in minutes
source: minute(s)
eo: minuto(j)
eu: minutu

# @item:inlistbox reminder time units in hours
source: hour(s)
eo: horo(j)
eu: ordu

# @item:inlistbox reminder time units in days
source: day(s)
eo: tago(j)
eu: egun

# @info/plain
source: Audio Files (*.ogg *.wav *.mp3 *.wma *.flac *.aiff *.raw *.au *.ra)
eu: Audio fitxategiak (*.ogg *.wav *.mp3 *.wma *.flac *.aiff *.raw *.au *.ra)

# @title:tab general settings
source: General
eo: Ĝenerala
eu: Orokorra

# @title:group
source: Display Options
eo: Montraj Elektebloj
eu: Azaltzeko aukerak

# @label suffix in the N days spin box
source: days
eo: tagoj
eu: egun

# @title:group
source: Date Navigator
eo: Datnavigilo
eu: Data nabigatzailea

# @title:tab
source: Agenda View
eo: Vido de Tagordo
eu: Agenda ikuspegia

# @label suffix in the hour size spin box
source: pixels
eo: rastrumeroj
eu: pixel

# @title:tab
source: Month View
eo: Monata Vido
eu: Hilabeteko ikuspegia

# @title:tab
source: Todo View
eo: Ĉio Vido
eu: Egitekoen ikuspegia

# @title:group
source: Other Options
eo: Aliaj Elektebloj
eu: Beste aukera batzuk

# @action:button
source: Choose…
eo: Elekti…
eu: Hautatu…

# @title:window
source: Preferences
eo: Preferoj
eu: Hobespenak

# @info
source: You are about to set all preferences to default values. All custom modifications will be lost.
eu: Zure hobespen denak balio lehenetsitara ezartzeko zorian zaude. Neurrira eginiko aldaketa guztiak galdu egingo dira.

# @title:window
source: Setting Default Preferences
eo: Agordante Defaŭltajn Preferojn
eu: Hobespen lehenetsiak ezartzen

# @action:button
source: Reset to Defaults
eo: Restarigi defaŭltojn
eu: Lehenetsietara berrezarri

source: Confirm deletes
eo: Konfirmi forigojn
eu: Berretsi ezabatzea

source: Always confirm when deleting items
eo: Ĉiam konfirmi kiam vi forigas erojn
eu: Beti berretsi elementuak ezabatzean

source: Check this box to display a confirmation dialog when deleting items.
eo: Marku ĉi tiun skatolon por montri konfirman dialogon kiam vi forigas erojn.
eu: Hautatu hau elementuak ezabatzean berrespenerako elkarrizketa bat bistaratzeko.

source: New Events, To-dos and Journal Entries Should
eo: Novaj Eventoj, Farendoj kaj Taglibraj Enskriboj Devus
eu: Ekitaldi, zeregin eta egunkari-sarrera berriak daudenean

source: Be added to the default calendar
eo: Estu aldonita al la defaŭlta kalendaro
eu: Egutegi lehenetsira gehitu beharko lirateke

source: Select this option to always record new events, to-dos and journal entries using the current default calendar.
eo: Elektu ĉi tiun opcion por ĉiam registri novajn eventojn, farojn kaj taglibrerojn uzante la nunan defaŭltan kalendaron.
eu: Hautatu aukera hori, ekitaldi, zeregin eta egunkari-sarrera berriak, beti, uneko egutegi lehenetsia erabiliz erregistratzeko.

source: Be asked which calendar to use
eo: Esti demandata, kiun kalendaron uzi
eu: Zein egutegi erabili galdetu beharko luke

source: Select this option to choose the calendar to be used to record the item each time you create a new event, to-do or journal entry. This choice is recommended if you intend to use the shared folders functionality of the Kolab server or have to manage multiple accounts using Kontact as a KDE Kolab client.
eo: Elektu ĉi tiun opcion por elekti la kalendaron por registri la objekton ĉiufoje kiam vi kreas novan eventon, faron aŭ taglibran enskribon. Ĉi tiu elekto estas rekomendita se vi intencas uzi la funkciojn de komunaj dosierujoj de la servilo Kolab aŭ devas administri plurajn kontojn uzante Kontact kiel kliento de KDE Kolab.
eu: Hautatu aukera hori, ekitaldi, zeregin edo egunkariko-sarrera berri bat sortzen duzun bakoitzean, elementua gordetzeko erabiliko den egutegia hautatzeko. Aukera hori gomendatzen da «Kolab» zerbitzariaren karpeta partekatuen funtzionaltasuna erabiltzeko asmoa baduzu, edo «Kontact» KDEren «Kolab» bezero gisa erabiliz kontu anizkoitzak kudeatu beharra baduzu.

source: Select your timezone from the list of locations on this drop down box. If your city is not listed, select one which shares the same timezone. KOrganizer will automatically adjust for daylight savings.
eo: Elektu vian horzonon el la listo de lokoj sur ĉi tiu falkesto. Se via urbo ne estas listigita, elektu unu kiu kunhavas la saman horzonon. KOrganizer aŭtomate alĝustigos por taglumaj ŝparadoj.
eu: Hautatu zure ordu-eremua goitibeherako lauki honetako kokalekuen zerrendatik. Zure hiria hor ez badago, hautatu ordu-zona bera duen bat. «KOrganizer»ek uda/neguko ordutegien aldaketak automatikoki doituko ditu.

source: Weekly start day:
eo: Semajna komenctago:
eu: Asteko hasiera-eguna:

source: Select the first day of each week
eo: Elekti la unuan tagon de ĉiu semajno
eu: Hautatu asteko aurreneko eguna.

source: Select the first day of each week. Normally, you can ignore this since it is set in your locale.
eo: Elektu la unuan tagon de ĉiu semajno. Kutime, vi povas ignori ĉi tion, ĉar ĝi estas agordita en via loko.
eu: Hautatu aste bakoitzeko aurreneko eguna. Normalean ez diozu horri jaramon egin behar, tokiko ezarpenetan ezarrita dagoelako.

source: Daily starting hour
eo: Ĉiutaga komenca horo
eu: Eguneko hasiera-ordua

source: Set the time you typically start your day
eu: Ezarri zure egunari hasiera emateko ordua

source: Enter the start time for your daily schedule here. Your daily schedule hours will be marked with a separate color.
eo: Enigu la komencan horon por via taga horaro ĉi tie. La horoj de via tagplano estos markitaj per aparta koloro.
eu: Sartu hemen zure eguneroko ordutegia hasteko ordua. Zure eguneroko ordutegiaren orduak kolore bereizi batekin markatuko dira.

source: Daily ending hour
eo: Ĉiutaga finhoro
eu: Egunaren amaierako ordua

source: Set the time you typically end your day
eo: Fiksu la horon kiam vi kutime finas vian tagon
eu: Ezarri zure eguna bukatzeko ohiko ordua

source: Enter the ending time for your daily schedule here. Your daily schedule hours will be marked with a separate color.
eo: Enigu ĉi tie la finhoron por via taga horaro. La horoj de via tagplano estos markitaj per aparta koloro.
eu: Sartu hemen zure eguneroko ordutegia bukatzeko ordua. Zure eguneroko ordutegiaren orduak kolore bereizi batekin markatuko dira.

source: Color busy days with a different background color
eo: Kolori okupatajn tagojn kun malsama fonkoloro
eu: Margotu «lanpetutako» egunak hondoko kolore ezberdin batekin

source: Check this box if you want month view's background to be filled with a different color on days which have at least one all day event marked as busy. Also, you can change the background color used for this option on the Colors configuration page. Look for the "Busy days background color" setting.
eo: Marku ĉi tiun skatolon se vi volas, ke la fono de monata vido estu plenigita per malsama koloro en tagoj, kiuj havas almenaŭ unu tuttagan eventon markita kiel okupata. Ankaŭ, vi povas ŝanĝi la fonkoloron uzatan por ĉi tiu opcio en la paĝo de agordo de Koloroj. Serĉu la agordon "Okupataj tagoj fonkoloro".
eu: Markatu lauki hau, gutxienez egun osoko ekitaldi bat lanpetu gisa markatuta duen egunetan hilabeteko ikuspegiaren hondoko kolore ezberdin batekin betetzea nahi baduzu. Gainera, aukera honetarako erabilitako hondoko kolorea alda dezakezu Koloreak konfiguratzeko orrian. Bilatu "Lanpetutako egunetako hondoko kolorea" ezarpena.

source: Enable tooltips for displaying summaries
eo: Ebligi konsiletojn por montri resumojn
eu: Gaitu argibideek laburpenak azaltzea

source: Check this box to display summary tooltips when hovering the mouse over an event or a to-do.
eo: Marku ĉi tiun skatolon por montri resumajn konsiletojn kiam ŝvebas la muson super evento aŭ faro.
eu: Markatu lauki hau, sagua, ekitaldi edo zeregin baten gainean igarotzean, laburpen argibideak azaltzeko.

source: To-dos use tag colors
eo: Farendaĵoj uzas etikedkolorojn
eu: Zereginek etiketen koloreak erabiltzen dituzte

source: Check this box so that to-dos will use tag colors and not colors specific to their due, due today or overdue state
eo: Marku ĉi tiun skatolon por ke faroj uzu etikedkolorojn kaj ne kolorojn specifajn por ilia ŝuldata, hodiaŭa aŭ prokrastita stato
eu: Markatu lauki hori, zereginek etiketen koloreak erabil ditzaten, eta ez haien epemuga, gaur epemuga edo atzeratutako egoerei dagozkien berariazko koloreak

source: Next x days
eo: Venontaj x tagoj
eu: Hurrengo x egun

source: Select the number of "x" days to be displayed in the next days view. To access the next "x" days view, choose the "Next X Days" menu item from the "View" menu.
eo: Elektu la nombron de "x" tagoj por esti montrita en la sekvaj tagoj. Por aliri la sekvan vidon de "x" tagoj, elektu la menueron "Sekvaj X Tagoj" el la menuo "Vidi".
eu: Hautatu hurrengo egunak ikuspegian azaldu beharreko "x" egunen kopurua. Hurrengo "x" egunak ikuspegira iristeko, hautatu "Ikuspegi" menuko "Hurrengo X egunak" elementua.

source: Show this many days at a time in the Next "x" days view
eo: Montru ĉi tiujn multajn tagojn samtempe en la vido de Venontaj "x" tagoj
eu: Erakutsi honenbeste egun batera Hurrengo "x" egunen ikuspegian

source: Show items that recur daily
eo: Montri erojn kiuj ripetiĝas ĉiutage
eu: Erakutsi egunero errepika duten elementuak

source: Check this box to show the days containing daily recurring events in bold typeface in the Date Navigator, or uncheck it to give more prominence to other (non daily recurring) events.
eo: Marku ĉi tiun skatolon por montri la tagojn enhavantajn ĉiutagajn ripetiĝantajn eventojn en grasa tiparo en la Datnavigilo, aŭ malmarku ĝin por doni pli eminentecon al aliaj (ne ĉiutagaj ripetiĝantaj) eventoj.
eu: Markatu lauki hori, Data Nabigatzailean, egunero errepika duten ekitaldiak dituzten egunak letra-molde lodiz erakusteko, edo marka kendu beste ekitaldiei (egunero errepika ez dutenak) nabaritasun handiagoa emateko.

source: Show items that recur weekly
eo: Montri erojn kiuj ripetiĝas ĉiusemajne
eu: Erakutsi asteko errepika duten elementuak

source: Check this box to show the days containing weekly recurring events in bold typeface in the Date Navigator, or uncheck it to give more prominence to other (non weekly recurring) events.
eo: Marku ĉi tiun skatolon por montri la tagojn enhavantajn semajnajn ripetiĝantajn eventojn en grasa tiparo en la Datnavigilo, aŭ malmarku ĝin por doni pli eminentecon al aliaj (ne semajnaj ripetiĝantaj) eventoj.
eu: Hautatu hau asteroko ekitaldi errepikakorrak dituzten egunak Data arakatzailean letra-tipo lodia erabiliz erakusteko, edo desautatu beste ekitaldiei (asteroko errepikakorrak ez direnei) garrantzi gehiago emateko.

source: Show to-dos instead of events when in Todo View
eo: Montri farendojn anstataŭ eventojn kiam en Todo View
eu: Erakutsi egitekoak ekitaldien ordez egitekoen ikuspegian

source: Check this box to show the days containing to-dos in bold typeface in the Date Navigator when in to-do view.
eo: Marku ĉi tiun skatolon por montri la tagojn enhavantajn farendajn en grasa tiparo en la Datnavigilo kiam en la farovido.
eu: Markatu lauki hori, Zeregin ikuspegian egon bitartean, Data nabigatzailean, zereginak dituzten egunak letra-molde lodian erakusteko.

source: Show journals instead of events when in Journal View
eo: Montru taglibrojn anstataŭ eventojn kiam en Taglibra Vido
eu: Erakutsi egunkariak ekitaldien ordez Egunerokoen ikuspegian

source: Check this box to show the days containing journals in bold typeface in the Date Navigator when in journal view.
eo: Marku ĉi tiun skatolon por montri la tagojn enhavantajn taglibrojn en grasa tiparo en la Datnavigilo kiam en taglibra vido.
eu: Markatu lauki hori, Egunkari ikuspegian egon bitartean, Data nabigatzailean, egunkariak dituzten egunak letra-molde lodian erakusteko.

source: Show week numbers
eu: Erakutsi aste zenbakiak

source: Check this box to show the Date Navigator's week numbers.
eu: Markatu lauki hau, Data-nabigatzaileko aste zenbakiak erakusteko.

source: Week numbers select a work week when in work week mode
eo: Semajnaj nombroj elektas laborsemajnon kiam en laborsemajna reĝimo
eu: Asteko zenbakiek, lan-astea moduan, lan-aste bat hautatzen dute

source: Check this box to select a working week when clicking on the Date Navigator's week numbers, or uncheck it to choose the whole week. Ignored if week numbers are not shown.
eu: Markatu lauki hau, Data-nabigatzaileko aste zenbakietan klik egitean, laneko aste bat hautatzeko, edo marka kendu aste osoa hautatzeko. Ezikusi egingo da aste zenbakiak erakusten ez badira.

source: Hour size
eo: Hora grandeco
eu: Orduaren tamaina

source: Select the height of the hour rows in the agenda grid, in pixels. Increasing this value will make each row in the agenda grid taller.
eo: Elektu la altecon de la horvicoj en la tagorda krado, en rastrumeroj. Pliigi ĉi tiun valoron plialtigos ĉiun vicon en la tagorda krado.
eu: Hautatu agenda-saretako ordu-errenkaden altuera pixeletan. Balio hori handitzea agenda-saretako errenkada bakoitza altuagoa egingo du.

source: Set the height (in pixels) for an hour in the agenda grid
eo: Meti la altecon (en rastrumeroj) por horo en la tagorda krado
eu: Ezarri, agenda-saretan, orduaren altuera (pixeletan)

source: Show icons in agenda view items
eo: Montri piktogramojn en tagordaj rigardaĵoj
eu: Erakutsi ikonoak agenda ikuspegiko elementuetan

source: Check this box to display icons (alarm, recursion, etc.) in agenda view items.
eo: Marku ĉi tiun skatolon por montri piktogramojn (alarmo, rekurso, ktp.) en tagordaj rigardoj.
eu: Markatu lauki hori, agenda ikuspegiko elementuetan ikonoak (alarma, errepikak, etab.) azaltzeko.

source: Display icons in agenda view items
eo: Montri piktogramojn en tagordaj rigardaĵoj
eu: Azaldu ikonoak agenda ikuspegiko elementuetan

source: Show to-dos
eo: Montri farendojn
eu: Erakutsi zereginak

source: Check this box to display to-dos in the agenda view.
eo: Marku ĉi tiun skatolon por montri farojn en la tagorda vido.
eu: Markatu lauki hori agenda ikuspegian zereginak azaltzeko.

source: Display to-dos in the agenda view
eo: Montri farendojn en la tagorda vido
eu: Azaldu zereginak agenda ikuspegian

source: Show current-time (Marcus Bains) line
eo: Montri nuntempan (Marcus Bains) linion
eu: Erakutsi uneko orduaren (Marcus Bains) lerroa

source: Check this box to display a line in the day or week view indicating the current-time line (Marcus Bains line).
eo: Marku ĉi tiun skatolon por montri linion en la taga aŭ semajna vido indikanta la nuntempan linion (linio Marcus Bains).
eu: Markatu lauki hori, eguneko edo asteko ikuspegian, uneko orduarenlerroa (Marcus Bains lerroa) adierazten duen lerro bat azaltzeko.

source: Display the current-time indicator
eo: Montri la nuntempan indikilon
eu: Azaldu uneko orduaren adierazlea

source: Show seconds and timezone on the current-time (Marcus Bains) line
eo: Montri sekundojn kaj tempzonon sur la nuntempa (Marcus Bains) linio
eu: Erakutsi segundoak eta ordu-eremua uneko orduaren (Marcus Bains) lerroan

source: Check this box if you want to show seconds on the current-time (Marcus Bains) line. Depending on your locale, the timezone will also be displayed.
eo: Marku ĉi tiun skatolon se vi volas montri sekundojn sur la nuntempa (Marcus Bains) linio. Depende de via lokaĵaro, la horzono ankaŭ estos montrita.
eu: Markatu koadro hau uneko orduaren (Marcus Bains) lerroan segundoak erakustea nahi baduzu. Zure toki-ezarpenen arabera, ordu-eremua ere azalduko da.

source: Display seconds (possibly with timezone) with the current-time indicator
eo: Montri sekundojn (eble kun tempzono) kun la nuntempa indikilo
eu: Azaldu segundoak (agian ordu-eremuarekin) uneko orduaren adierazlearekin

source: Time range selection in agenda view starts event editor
eo: Elekto de tempoperiodo en tagorda vido lanĉas eventoredaktilon
eu: Agenda ikuspegian denbora barrutiaren hautapenak ekitaldi editorea abiatzen du

source: Check this box to start the event editor automatically when you select a time range in the daily and weekly view. To select a time range, drag the mouse from the start time to the end time of the event you are about to plan.
eo: Marku ĉi tiun skatolon por lanĉi la eventoredaktilon aŭtomate kiam vi elektas tempoperiodon en la ĉiutaga kaj semajna vido. Por elekti tempoperiodon, trenu la muson de la komenca tempo ĝis la fintempo de la evento, kiun vi planas.
eu: Markatu lauki hori, eguneko eta asteko ikuspegietan denbora barruti bat aukeratzen duzuenean, ekitaldi editorea, automatikoki, abiatzeko. Denbora barruti bat hautatzeko, arrastatu sagua, planifikatzera zoazen ekitaldiaren hasierako denboratik amaierako denborara.

source: Enable automatic event editor with time range selection
eo: Ebligi aŭtomatan okazaĵredaktilon kun tempintervala elekto
eu: Gaitu ekitaldi editore automatikoa denbora barruti hautapenarekin

source: Color Usage
eo: Kolora Uzado
eu: Kolorearen erabilera

source: Tag inside, calendar outside
eo: Etikedo interne, kalendaro ekstere
eu: Barnealdean etiketa, kanpoaldea egutegia

source: Select the "Tag inside, calendar outside" option if you would like to draw calendar items using their associated tag color, with the item's border drawn in the color of its calendar. Please use the Colors and Fonts configuration page for setting these colors.
eo: Elektu la opcion "Etikedo interne, kalendaro ekstere" se vi ŝatus desegni kalendarajn erojn uzante ilian rilatan etikedkoloron, kun la rando de la objekto desegnita en la koloro de ĝia kalendaro. Bonvolu uzi la agordan paĝon de Koloroj kaj Tiparoj por agordi ĉi tiujn kolorojn.
eu: Hautatu "Barnealdean etiketa, kanpoaldea egutegia" aukera, egutegiko elementuak haiei dagozkien etiketaren kolorea erabiliz marrazteko, etaelementuaren ertza egutegiaren kolorearekin marrazteko. Mesedez, kolore horiek ezartzeko, erabili Koloreak eta letra-tipoak konfiguratzeko orria.
