Repository: KDE/korganizer
Catalog: po/*/korganizer.po
Languages: eo, eu

# @title:window
source: Search Results
eo: Serĉrezultoj
eu: Bilaketaren emaitzak

# @label
source: %1 match
eo: %1 kongruo
eu: Bat-etortze %1

source: Failed to retrieve incidence from Akonadi
eo: Malsukcesis preni incidon de Akonadi
eu: Akonadi-tik gertakizuna eskuratzea huts egin du

source: Failed to retrieve incidence from Akonadi: requested incidence doesn't exist.
eo: Malsukcesis preni incidon de Akonadi: petita incido ne ekzistas.
eu: Akonadi-tik gertakizuna eskuratzea huts egin du: eskatutako gertakizuna ez da existitzen.

source: New E&vent…
eo: Nova E&vento…
eu: E&kitaldi berria…

source: New &To-do…
eo: Nova &Farendo…
eu: &Zeregin berria…

source: New &Journal…
eo: Nova Ta&glibro…
eu: E&gunkari berria…

source: &Move
eo: &Movi
eu: &Mugitu

source: &Copy
eo: &Kopii
eu: &Kopiatu

source: &Add
eo: &Aldoni
eu: &Gehitu

source: &Cancel
eo: &Rezigni
eu: &Utzi

# @action:inmenu delete this incidence
source: &Delete
eo: &Forigi
eu: Eza&batu

# @action:inmenu
source: &Print…
eo: &Presi…
eu: In&primatu…

# @action:inmenu
source: Print Previe&w…
eo: Presa Antaŭ&rigardo…
eu: Inprimatze a&urreikuspegia…

# @action:inmenu cut this incidence
source: C&ut
eo: T&ondi
eu: Eb&aki

# @action:inmenu copy this incidence
source: &Copy
eo: &Kopii
eu: &Kopiatu

# @action:inmenu
source: &Paste
eo: Al&glui
eu: &Itsatsi

# @action:inmenu
source: New Event
eu: Ekitaldi berria

# @action:inmenu
source: New To-do
eu: Zeregin berria

# @action:inmenu
source: Create To-do from Event
eo: Krei Farendon el Evento
eu: Sortu zeregina ekitalditik

# @action:inmenu
source: Create Event from To-do
eo: Krei Eventon el Farendo
eu: Sortu ekitaldia zereginetik

# @action:inmenu
source: Togg&le To-do Completed
eo: Basku&ligi Farendon Plenumita
eu: T&xandakatu osatutako zereginak

# @action:inmenu
source: &Toggle Reminder
eo: &Baskuligi Rememorigilon
eu: &Txandakatu oroigarria

# @action:inmenu
source: &Dissociate From Recurrence…
eo: &Malassociigi de Ripetiĝo…
eu: &Banandu errepikatzetik…

# @action:inmenu
source: Send as iCalendar…
eo: Sendi kiel iCalendar…
eu: Bidali iCalendar gisa…

# @action:inmenu
source: &Toggle Reminder Off
eo: Malŝalti Re&memorigilon
eu: &Txandakatu oroigarria ez

# @action:inmenu
source: &Toggle Reminder On
eo: Ŝalti Re&memorigilon
eu: &Txandakatu oroigarria bai

source: Event Summary Configuration
eo: Eventoresuma Agordo
eu: Ekitaldi laburpena konfiguratzea

source: Show Upcoming Events Starting
eo: Montri Venontajn Eventojn Komencante
eu: Erakutsi hurrengo ekitaldiak, hasiera,

source: Show events for today only
eo: Montri eventojn nur hodiaŭ
eu: Erakutsi gaurko ekitaldiak bakarrik

source: Check this box if you want to see events occurring on this date only.
eo: Marku ĉi tiun skatolon se vi volas vidi eventojn okazantajn nur en ĉi tiu dato.
eu: Markatu lauki hori data horretako ekitaldiak bakarrik ikusi nahi badituzu.

source: &Today only
eo: Nur &hodiaŭ
eu: &Gaur bakarrik

source: Show events starting within the next month
eo: Montri eventojn ekde la venonta monato
eu: Erakutsi datorren hilabetean hasten diren ekitaldiak

source: Check this box if you want to see events that start sometime during the next 31 days.
eo: Marku ĉi tiun skatolon se vi volas vidi eventojn kiuj komenciĝas iam dum la venontaj 31 tagoj.
eu: Markatu lauki hori, datozen 31 egunetan, noizbait, hasten diren ekitaldiak ikusi nahi badituzu.

source: Within the next &month (31 days)
eo: Ene de la venonta &monato (31 tagoj)
eu: Hurrengo &hilabetean (31 egun)

source: Select the days for showing upcoming events
eo: Elekti la tagojn por montri venontajn eventojn
eu: Hautatu zein egunetako hurrengo ekitaldiak erakutsi

source: Check this box if you want to specify the number of days in the future for upcoming events.
eo: Marku ĉi tiun skatolon se vi volas specifi la nombron da tagoj estonte por venontaj eventoj.
eu: Markatu lauki hori, hurrengo ekitaldietarako etorkizuneko egun kopurua zehaztu nahi baduzu.

source: Within the &next:
eo: E&ne de la sekva:
eu: &Hurrengo epe honetan:

source: Set the number of days to show upcoming events
eo: Agordi la nombron da tagoj por montri venontajn eventojn
eu: Ezarri hurrengo ekitaldiak erakusteko egun kopurua

source: Use this spinbox to set the number of days to show upcoming events up to 1 year in the future.
eo: Uzu ĉi tiun spinkeston por agordi la nombron da tagoj por montri venontajn eventojn ĝis 1 jaro estonte.
eu: Erabili biraketa-lauki hori, etorkizunean, hurrengo urtera arteko ekitaldiak erakusteko egun kopurua ezartzeko.

source: 1 day
eo: 1 tago
eu: Egun 1

# days to show in summary
source: days
eo: tagoj
eu: egun

source: Show These Upcoming Events From Your Calendar
eo: Montri Ĉi tiujn Venontajn Eventojn El Via Kalendaro
eu: Erakutsi zure egutegiko hurrengo ekitaldi hauek

source: Show birthdays from your calendar when also using the Birthday resource
eo: Montri naskiĝtagojn de via kalendaro kiam ankaŭ uzas la Naskiĝtagan rimedon
eu: Urtebetetze baliabidea ere erabiltzean, erakutsi zure egutegiko urtebetetzeak

source: Enable this option to include birthdays from your calendar in the upcoming events summary. This option is only available if you are using the Birthdays resource in your calendar.
eo: Ŝaltu ĉi tiun elekteblon por inkluzivi naskiĝtagojn de via kalendaro en la venontajn eventoresumojn. Ĉi tiu elekteblo disponeblas nur se vi uzas la rimedon Naskiĝtagoj en via kalendaro.
eu: Gaitu aukera hau, hurrengo ekitaldien laburpenean zure egutegiko urtebetetzeak sartzeko. Zure egutegian urtebetetze baliabidea erabiltzen ari bazara bakarrik dago erabilgarri aukera hau.

source: Show &birthdays
eo: Montri &naskiĝtagojn
eu: Erakutsi urte&betetzeak

source: Shows anniversaries from your calendar when using the Birthdays resource
eo: Montras datrevenojn de via kalendaro kiam vi uzas la rimedon Naskiĝtagoj
eu: Erakutsi zure egutegiko urtemugak urtebetetze baliabidea erabiltzean

source: Enable this option to include anniversaries from your calendar in the upcoming events summary. This option is only available if you are using the Birthdays resource in your calendar.
eo: Ebligu ĉi tiun elekteblon por inkluzivi datrevenojn de via kalendaro en la venontajn eventoresumojn. Ĉi tiu elekteblo disponeblas nur se vi uzas la rimedon Naskiĝtagoj en via kalendaro.
eu: Gaitu aukera hau, hurrengo ekitaldien laburpenean zure egutegiko urtemugak sartzeko. Zure egutegian urtebetetze baliabidea erabiltzen ari bazara bakarrik dago erabilgarri aukera hau.

source: Show &anniversaries
eo: Montri d&atrevenojn
eu: Erakutsi &urtemugak

source: Upcoming Events
eo: Venontaj Eventoj
eu: Hurrengo ekitaldiak

source: No upcoming events starting within the next day
eo: Neniuj venontaj eventoj komencantaj dum la sekva tago
eu: Ez dago hurrengo egunean hasten den ekitaldirik

source: &Edit Appointment…
eo: R&edakti rendevuon…
eu: &Editatu hitzordua…

source: &Delete Appointment
eo: &Forigi rendevuon
eu: E&zabatu hitzordua

source: Edit Event: "%1"
eo: Redakti Eventon: "%1"
eu: Editatu ekitaldia: "%1"

# @action:inmenu
source: New Journal…
eo: Nova Taglibro…
eu: E&gunkari berria…

# @info:status
source: Create a new journal
eo: Krei novan taglibron
eu: Sortu egunkari berri bat

# @info:whatsthis
source: You will be presented with a dialog where you can create a new journal entry.
eo: Al vi estos prezentita dialogo kie vi povas krei novan taglibran enskribon.
eu: Egunkari-sarrera berri bat sortzeko elkarrizketa-koadro bat aurkeztuko zaizu.

source: day
eo: tago
eu: egun

# @action:inmenu
source: New Event…
eo: Nova Evento…
eu: Ekitaldi berria…

# @info:status
source: Create a new event
eo: Kreu novan eventon
eu: Sortu ekitaldi berri bat

# @info:whatsthis
source: You will be presented with a dialog where you can create a new event item.
eo: Vi estos prezentita kun dialogo kie vi povas krei novan eventon.
eu: Ekitaldi-elementu berri bat sortzeko elkarrizketa-koadro bat aurkeztuko zaizu.

# @item
source: Meeting
eo: Renkontiĝo
eu: Bilera

# @item
source: Note: %1
eo: Noto: %1
eu: Oharra: %1

# @info/plain event summary from email subject
source: Mail: %1
eu: Posta: %1

# @info event description from email content
source: <emphasis>From:</emphasis> %1<nl/><emphasis>To:</emphasis> %2<nl/><emphasis>Subject:</emphasis> %3
eu: <emphasis>Nork:</emphasis> %1<nl/><emphasis>Nori:</emphasis>%2<nl/><emphasis>Gaia:</emphasis> %3

# the appointment is today
source: Today
eo: Hodiaŭ
eu: Gaur

# the appointment is tomorrow
source: Tomorrow
eo: Morgaŭ
eu: Bihar

source: in 1 day
eo: post 1 tago
eu: egun bat barru

# eg. in 1 hour 2 minutes
source: in
eo: en
eu: … barru,

# use abbreviation for hour to keep the text short
source: 1 hr
eu: 1 h

# use abbreviation for minute to keep the text short
source: 1 min
eu: min 1

source: now
eo: nun
eu: orain

source: all day
eo: tuta tago
eu: egun osoan

# next occurrence
source: Next: %1
eo: Sekva: %1
eu: Hurrengoa: %1

# @action:inmenu
source: New To-do…
eo: Nova Farendo…
eu: Egiteko berria…

# @info:status
source: Create a new to-do
eo: Krei novan farendon
eu: Sortu egiteko berri bat

# @info:whatsthis
source: You will be presented with a dialog where you can create a new to-do item.
eo: Al vi prezentiĝos dialogo, kie vi povas krei novan farendon.
eu: Egiteko-elementu berri bat sortzeko elkarrizketa-koadro bat aurkeztuko zaizu.

# @info/plain to-do summary from email subjuect
source: Mail: %1
eu: Posta: %1

# @info to-do description from email content
source: <emphasis>From:</emphasis> %1<nl/><emphasis>To:</emphasis> %2<nl/><emphasis>Subject:</emphasis> %3
eu: <emphasis>Nork:</emphasis> %1<nl/><emphasis>Nori:</emphasis>%2<nl/><emphasis>Gaia:</emphasis> %3

source: To-do Summary Configuration
eo: Farendo-Resuma Agordo
eu: Egitekoen laburpena konfiguratzea

source: Show To-dos Due
eo: Montri Faraĵojn Plenumendajn
eu: Erakutsi egitekoen epemuga

source: Show To-dos due today only
eo: Montri Faraĵojn plenumendajn nur hodiaŭ
eu: Erakutsi epemuga gaur duten egitekoak bakarrik

source: Check this box if you want to see To-dos due on this date only.
eo: Marku ĉi tiun skatolon se vi volas vidi Ago-farojn nur en ĉi tiu dato.
eu: Markatu lauki hori epemuga data horretan duten egitekoak bakarrik ikusi nahi badituzu.

source: Show To-dos due within the next month
eo: Montri Faraĵojn plenumendajn en la venonta monato
eu: Erakutsi epemuga datorren hilabetean duten egitekoak

source: Check this box if you want to see To-dos that are due sometime during the next 31 days.
eo: Marku ĉi tiun skatolon se vi volas vidi farojn, kiuj devas iam dum la venontaj 31 tagoj.
eu: Markatu lauki hori, datozen 31 egunetan, noizbait, epemuga duten egitekoak ikusteko.

source: Select the days for showing pending To-dos
eo: Elektu la tagojn por montri pritraktendajn farojn
eu: Hautatu zein egunetako osatu gabeko egitekoak erakutsi

source: Check this box if you want specify the number of days in the future for pending To-dos.
eo: Marku ĉi tiun skatolon se vi volas specifi la nombron da tagoj estonte por pritraktendaj faroj.
eu: Markatu lauki hori osatu gabeko egitekoen etorkizuneko egun kopurua zehaztu nahi baduzu.

source: Set the number of days to show pending To-dos
eo: Agordu la nombron da tagoj por montri atendantajn farojn
eu: Ezarri osatu gabeko egitekoak erakusteko egun kopurua

source: Use this spinbox to set the number of days to show pending To-dos up to 1 year in the future.
eo: Uzu ĉi tiun spinkeston por agordi la nombron da tagoj por montri atendantajn Farendojn ĝis 1 jaro estonte.
eu: Erabili biraketa-lauki hori, etorkizunean, hurrengo urtera arteko osatu gabeko egitekoak erakusteko egun kopurua ezartzeko.

source: Hide Following To-do Types
eo: Kaŝi Sekvajn Farendo-Tipojn
eu: Ezkutatu ondoko egiteko motak

source: Hide completed To-dos
eo: Kaŝi plenumitajn farendojn
eu: Ezkutatu osatutako egitekoak

source: Check this box if you do not want to see To-dos that have already been completed.
eo: Marku ĉi tiun skatolon se vi ne volas vidi farojn kiuj jam estis kompletigitaj.
eu: Markatu lauki hori dagoeneko osatu diren egitekoak ikusi nahi badituzu.

source: &Completed
eo: &Kompletigita
eu: &Osatuta

source: Hide To-dos without a due date
eo: Kaŝi Farendaĵojn sen limdato
eu: Ezkutatu epemugarik gabeko egitekoak

source: Check this box if you do not want to see open-ended To-dos.
eo: Marku ĉi tiun skatolon se vi ne volas vidi nefermitajn farojn.
eu: Markatu lauki hori amaiera irekiko egitekorik ikusi nahi ez baduzu.

source: &Open-ended (no due date)
eo: Nelimigita (sen limdat&o)
eu: &Amaiera irekia (epemugarik gabe)

source: Hide unstarted To-dos
eo: Kaŝi nekomencitajn farojn
eu: Ezkutatu hasi gabeko egitekoak

source: Check this box if you do not want to see To-dos with a start date in the future.
eo: Marku ĉi tiun skatolon se vi ne volas vidi Farendaĵojn kun komenca dato estonte.
eu: Markatu lauki hori hasiera data etorkizunean duen egitekorik ikusi nahi ez baduzu.

source: &Unstarted (start date is in the future)
eo: &Nekomencita (komencdato estas estonta)
eu: &Hasteke (hasteko data etorkizun)

source: Hide in-progress To-dos
eo: Kaŝi enprogresajn Farojn
eu: Ezkutatu garatzen ari diren egitekoak

source: Check this box if you do not want to see To-dos that have been started but are not yet completed.
eo: Marku ĉi tiun skatolon se vi ne volas vidi farojn kiuj estis komencitaj sed ankoraŭ ne finitaj.
eu: Markatu lauki hori hasita baina osatu gabe dagoen egitekorik ikusi nahi ez baduzu.

source: &In-progress (started but not completed)
eo: &En progreso (komencita sed ne finita)
eu: &Garatzen ari da (hasita baina osatu gabe)

source: Hide overdue To-dos
eo: Kaŝi posttempajn farojn
eu: Ezkutatu atzeratutako egitekoak

source: Check this box if you do not want to see To-dos that are past their due date but have not yet been completed.
eo: Marku ĉi tiun skatolon se vi ne volas vidi farojn kiuj preterpasis sian limdaton sed ankoraŭ ne estis kompletigitaj.
eu: Markatu lauki hori epemuga gaindituta egon arren osatu gabe dagoen egitekorik ikusi nahi ez baduzu.

source: Over&due (not completed and beyond due-date)
eo: Postulita (ne kompletigita kaj post lim&dato)
eu: At&zeratuta (osatu gabe eta epemuga gaindituta)

source: Pending To-dos
eo: Atendantaj Farendoj
eu: Atzeratutako egitekoak

# the to-do is due today
source: Today
eo: Hodiaŭ
eu: Gaur

# the to-do is due tomorrow
source: Tomorrow
eo: Morgaŭ
eu: Bihar

source: 1 day ago
eo: antaŭ 1 tago
eu: Duela egun 1

# the to-do is due
source: due
eo: ŝuldata
eu: epemuga

source: No pending to-dos due within the next day
eo: Neniu atendanta farendo dum la sekvanta tago
eu: Ez dago hurrengo egunean epemuga duen osatu gabeko egitekorik

source: &Edit To-do…
eo: R&edakti Farendon…
eu: &Editatu egitekoa…

source: &Delete To-do
eo: &Forigi Farendon
eu: &Ezabatu egitekoa

source: &Mark To-do Completed
eo: &Marki Farendon Plenumita
eu: &Markatu egitekoa osatuta

source: Edit To-do: "%1"
eo: Redakti farendon: "%1"
eu: Editatu egitekoa: "%1"

source: open-ended
eo: malferma
eu: amaiera irekia

# the to-do is overdue
source: overdue
eo: preter limdato
eu: atzeratua

# the to-do starts today
source: starts today
eo: komenciĝas hodiaŭ
eu: gaur hastekoa da

# the to-do has not been started yet
source: not-started
eo: ne-komencita
eu: hasi gabe

# the to-do is completed
source: completed
eo: kompletigita
eu: osatuta

# the to-do is in-progress
source: in-progress
eo: en progreso
eu: garatzen ari da

source: Special Dates Summary Configuration
eo: Specialaj Datoj Resuma Agordo
eu: Data berezien laburpenaren konfigurazioa

source: Show Special Dates Starting
eo: Montri Specialajn Datojn Komencante
eu: Erakutsi hasiera … duten data bereziak

source: Show special occasions for today only
eo: Montri specialajn okazaĵojn nur por hodiaŭ
eu: Erakutsi bakarrik gaurko gertaera bereziak

source: Check this box if you want to see special occasions occurring on this date only.
eo: Marku ĉi tiun skatolon se vi volas vidi specialajn incidojn okazantajn nur en ĉi tiu dato.
eu: Markatu lauki hori bakarrik data honetan gertatzen diren gertaera bereziak ikusteko.

source: Show special occasions starting within the next month
eo: Montri specialajn okazaĵojn komencantajn dum la venonta monato
eu: Erakutsi datorren hilabetean hasten diren gertaera bereziak

source: Check this box if you want to see special occasions that start sometime during the next 31 days.
eo: Marku ĉi tiun skatolon se vi volas vidi specialajn okazaĵojn, kiuj komenciĝas iam dum la sekvaj 31 tagoj.
eu: Markatu lauki hori, datozen 31 egunetan, noizbait, hasten diren gertaera bereziak ikusteko.

source: Select the days for showing upcoming special occasions
eo: Elekti la tagojn por montri venontajn specialajn okazaĵojn
eu: Hautatu zein egunetako hurrengo gertaera bereziak erakutsi

source: Check this box if you want to specify the number of days in the future for upcoming special occasions.
eo: Marku ĉi tiun skatolon se vi volas specifi la nombron da tagoj estonte por venontaj specialaj okazaĵoj.
eu: Markatu lauki hori hurrengo gertaera berezien etorkizuneko egun kopurua zehaztu nahi baduzu.

source: Set the number of days to show upcoming special occasions
eo: Meti la nombron da tagoj por montri venontajn specialajn okazaĵojn
eu: Ezarri hurrengo gertaera bereziak erakusteko egun kopurua

source: Use this spinbox to set the number of days to show upcoming special occasions up to one year in the future.
eo: Uzu ĉi tiun spinkeston por agordi la nombron da tagoj por montri venontajn specialajn okazaĵojn ĝis unu jaro en la estonteco.
eu: Erabili biraketa-lauki hori, etorkizunean, hurrengo urtera arteko hurrengo gertaera bereziak erakusteko egun kopurua ezartzeko.

source: Show These Special Dates From Your Calendar
eo: Montri Ĉi tiujn Specialajn Datojn El Via Kalendaro
eu: Erakutsi zure egutegiko data berezi horiek

source: Show birthdays from your calendar
eo: Montri naskiĝtagojn de via kalendaro
eu: Erakutsi zure egutegiko urtebetetzeak

source: Enable this option to include birthdays from your calendar in the upcoming special occasions summary. Typically, these are events with the "Birthday" tag.
eo: Ebligu ĉi tiun elekteblon por inkluzivi naskiĝtagojn de via kalendaro en la resumo de venontaj specialaj okazaĵoj. Tipe, ĉi tiuj estas eventoj kun la etikedo "Naskiĝtago".
eu: Gaitu aukera hori zure egutegiko urtebetetzeak hurrengo gertaera berezien laburpenean sartzeko. "Urtebetetze" etiketa duten ekitaldiak izan ohi dira.

source: Show anniversaries from your calendar
eo: Montri datrevenojn el via kalendaro
eu: Erakutsi zure egutegiko urtemugak

source: Enable this option to include anniversaries from your calendar in the upcoming special occasions summary. Typically, these are events with the "Anniversary" tag.
eo: Ebligu ĉi tiun elekteblon por inkluzivi datrevenojn de via kalendaro en la resumo de venontaj specialaj okazaĵoj. Tipe, ĉi tiuj estas eventoj kun la etikedo "Datreveno".
eu: Gaitu aukera hori zure egutegiko urtemugak hurrengo gertaera berezien laburpenean sartzeko. "Urtemuga" etiketa duten ekitaldiak izan ohi dira.

source: Show holidays from your calendar
eo: Montri feriojn el via kalendaro
eu: Erakutsi zure egutegiko jaiegunak

source: Enable this option to include holidays from your calendar in the upcoming special occasions summary. These are events from your configured holiday region, or events with the "Holiday" tag.
eo: Ebligu ĉi tiun elekteblon por inkluzivi feriojn de via kalendaro en la resumo de venontaj specialaj okazaĵoj. Ĉi tiuj estas eventoj de via agordita feria regiono, aŭ eventoj kun la etikedo "Feriado".
eu: Gaitu aukera hori zure egutegiko jaiegunak hurrengo gertaera berezien laburpenean sartzeko. Konfiguratuta duzun jaiegun-eskualdeko ekitaldiak dira, edo "Jaieguna" etiketa duten ekitaldiak.

source: Show &holidays
eo: Montri &feriojn
eu: Erakutsi &jaiegunak

source: Show special occasions from your calendar
eo: Montri specialajn okazojn el via kalendaro
eu: Erakutsi zure egutegiko gertaera bereziak

source: Enable this option to include events from your calendar with the "special occasion" tag.
eo: Ebligu ĉi tiun elekteblon por inkluzivi eventojn el via kalendaro kun la etikedo "speciala okazo".
eu: Gaitu aukera hori "gertaera berezia" etiketa dute ekitaldiak sartzeko.

source: Show s&pecial occasions
eo: Montri s&pecialajn okazojn
eu: Erakutsi gertaera &bereziak

source: Show These Special Dates From Your Contact List
eo: Montri Ĉi tiujn Specialajn Datojn El Via Kontakta Listo
eu: Erakutsi zure kontatu-zerrendako data berezi hauek

source: Show birthdays from your address book
eo: Montri naskiĝtagojn el via adresaro
eu: Erakutsi zure helbide-liburuko urtebetetzeak

source: Enable this option to include birthdays from your address book in the upcoming special occasions summary.
eo: Ebligu ĉi tiun elekteblon por inkluzivi naskiĝtagojn de via adreslibro en la venontan specialokazan resumon.
eu: Gaitu aukera hori zure helbide-liburuko urtebetetzeak hurrengo gertaera berezien laburpenean sartzeko.

source: Show birth&days
eo: Montri naskiĝ&tagojn
eu: Erakutsi urte&betetzeak

source: Show anniversaries from your address book
eo: Montri datrevenojn el via adresaro
eu: Erakutsi zure helbide-liburuko urtemugak

source: Enable this option to include anniversaries from your address book in the upcoming special occasions summary.
eo: Ŝaltu ĉi tiun elekteblon por inkluzivi datrevenojn el via adreslibro en la venontan resumon pri specialaj okazoj.
eu: Gaitu aukera hori zure helbide-liburuko urtemugak hurrengo gertaera berezien laburpenean sartzeko.

source: Show anni&versaries
eo: Montri datre&venojn
eu: Erakutsi urte&mugak

source: Upcoming Special Dates
eo: Venontaj Specialaj Datoj
eu: Hurrengo data bereziak

# the special day is today
source: Today
eo: Hodiaŭ
eu: Gaur

# the special day is tomorrow
source: Tomorrow
eo: Morgaŭ
eu: Bihar

source: Birthday
eo: Naskiĝtago
eu: Urtebetetzea

source: Anniversary
eo: Datreveno
eu: Urtemuga

source: Holiday
eo: Ferio
eu: Jaieguna

source: Change of Seasons
eo: Ŝanĝo de Sezonoj
eu: Urtaro aldaketak

source: Special Occasion
eo: Speciala Okazo
eu: Gertaera berezia

source: one year
eo: unu jaro
eu: urtebete

source: No special dates within the next 1 day
eo: Neniu speciala okazo dum la sekvanta 1 tago
eu: Data berezirik ez hurrengo egunean

source: Send &Mail
eo: Sendi &Poŝton
eu: Bidali e-&posta

source: View &Contact
eo: Rigardi &Kontakton
eu: Ikusi &kontaktua

source: Mail to:"%1"
eo: Retpoŝti al:"%1"
eu: Posta nori: "%1"

# @info/plain
source: Special Dates Summary
eu: Data berezien laburpena

# @info/plain
source: Kontact Special Dates Summary
eu: «Kontact»eko data berezien laburpena

# @info:credit
source: Current Maintainer
eu: Egungo mantentzailea

source: New Calendar
eo: Nova Kalendaro
eu: Egutegi berria

# the calendar is read-only
source: read-only
eo: nurlegebla
eu: soilik irakurtzea

source: Calendar
eo: Kalendaro
eu: Egutegia

# @info:shell
source: Import the specified files as separate calendars
eo: Enporti la specifitajn dosierojn kiel apartaj kalendaroj
eu: Inportatu zehaztutako fitxategiak egutegi bereizi gisa

# @info:shell
source: Merge the specified files into an existing calendar
eo: Kunfandi la specifitajn dosierojn en ekzistantan kalendaron
eu: Bateratu zehaztutako fitxategiak aurrez dagoen egutegi batean

# @info:shell
source: Display the specified incidence (by URL)
eo: Montri la specifitan incidon (per URL)
eu: Erakutsi zehaztutako gertakizuna (URLaren arabera)

# @info:shell
source: Calendar files or urls. Unless -i or -m is explicitly specified, the user will be asked whether to import or merge
eo: Kalendaraj dosieroj aŭ URL-oj. Krom se -i aŭ -m estas eksplicite specifitaj, la uzanto estos demandita ĉu importi aŭ kunfandi
eu: Egutegi fitxategiak edo URLak. Esplizituki «-i» edo «-m» zehazten ez badira, erabiltzaileari galdetuko zaio inportatu edo bateratu behar diren
