Repository: KDE/korganizer
Catalog: po/*/korganizer.po
Languages: eo, eu

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg
eu: Iñigo Salvador Azurmendi,Ion Gaztañaga

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com
eu: xalba@ni.eus,igaztanaga@gmail.com

# @info/plain
source: A Personal Organizer
eu: Antolatzaile pertsonal bat

# @info/plain
source: Copyright © 1997–1999 Preston Brown Copyright © 2000–2004, 2007 Cornelius Schumacher Copyright © 2004–2005 Reinhold Kainhofer Copyright © 2006–2012 Allen Winter Copyright © 2012–2025 KOrganizer authors
eu: Copyright © 1997–1999 Preston Brown Copyright © 2000–2004, 2007 Cornelius Schumacher Copyright © 2004–2005 Reinhold Kainhofer Copyright © 2006–2012 Allen Winter Copyright © 2012–2025 «KOrganizer»ren egileak

# @info:credit
source: Maintainer
eu: Mantentzailea

# @info:credit
source: Former Maintainer
eu: Mantentzaile ohia

# @info:credit
source: Original Author
eu: Jatorrizko egilea

# @info:credit
source: Developer
eu: Garatzailea

# @info:credit
source: Part of work sponsored by Google with Summer of Code 2005
eu: Lanaren zati bat «Google»k babestu zuen «Summer of Code 2005» bidez

# @info
source: This will hide the menu bar completely. You can show it again by typing %1.
eo: Ĉi tio tute kaŝos la menubreton. Vi povas montri ĝin denove tajpante %1.
eu: Horrek menu-barra erabat ezkutatuko du. %1 tekleatuz berriz erakuts dezakezu.

# @title:window
source: Hide menu bar
eo: Kaŝi menubreton
eu: Ezkutatu menu-barra

# @action:inmenu
source: Import &Calendar…
eu: Inportatu e&gutegia…

# @info:status
source: Import a calendar
eo: Importi kalendaron
eu: Inportatu egutegi bat

# @info:tooltip
source: Import an iCalendar or vCalendar file
eo: Importu iCalendar aŭ vCalendar-dosieron
eu: Inportatu «iCalendar» edo «vCalendar» fitxategi bat

# @info:whatsthis
source: Select this menu entry if you would like to import the contents of an iCalendar or vCalendar file into your current calendar collection.
eo: Elektu ĉi tiun menueniron se vi ŝatus importi la enhavon de iCalendar aŭ vCalendar dosiero en vian nunan kalendaran kolekton.
eu: Hautatu menu-sarrera hori «iCalendar» edo «vCalendar» fitxategi baten edukia egungo zure egutegi bildumara inportatu nahi bazenu.

# @action:inmenu
source: Export as &iCalendar…
eu: Esportatu &iCalendar gisa…

# @info:status
source: Export calendar to file
eo: Elporti kalendaron al dosiero
eu: Esportatu egutegia fitxategira

# @info:tooltip
source: Export your calendar to an iCalendar file
eo: Elportu vian kalendaron al iCalendar-dosiero
eu: Esportatu zure egutegia «iCalendar» fitxategi batera

# @info:whatsthis
source: Allows you to export your entire calendar collection to one iCalendar file.
eo: Ebligas al vi eksporti vian tutan kalendaran kolekton al unu iCalendar-dosiero.
eu: Zure egutegi-bilduma osoa «iCalendar» fitxategi batera esportatzeko aukera ematen dizu.

# @action:inmenu
source: Archive O&ld Incidences…
eu: Artxibatu gertakizun &zaharrak…

# @info:status
source: Archive events and to-dos to a file
eo: Arkivu eventojn kaj farojn al dosiero
eu: Artxibatu ekitaldiak eta zereginak fitxategi batean

# @info:tooltip
source: Archive old events and to-dos to an iCalendar file
eo: Arkivu malnovajn eventojn kaj farojn al iCalendar-dosiero
eu: Artxibatu ekitaldi eta zeregin zaharrak «iCalendar» fitxategi batean

# @info:whatsthis
source: This menu entry opens a dialog that allows you to select old events and to-dos that you can archive into an iCalendar file. They will be removed from your existing calendar collection.
eo: Ĉi tiu menuo malfermas dialogon, kiu ebligas al vi elekti malnovajn eventojn kaj farojn, kiujn vi povas arkivi en iCalendar-dosieron. Ili estos forigitaj el via ekzistanta kalendara kolekto.
eu: Menu-sarrera horrek elkarrizketa-koadro bat irekitzen du, «iCalendar» fitxategi batean artxiba ditzakezun ekitaldi eta zeregin zaharrak hautatzeko aukera ematen dizuna.

# @action:inmenu
source: Pur&ge Completed To-dos
eu: Betiko e&zabatu osatutako zereginak

# @info:status
source: Purge completed to-dos
eo: Forigi plenumitajn farendojn
eu: Betiko ezabatu osatutako zereginak

# @info:tooltip
source: Remove completed to-dos from your calendar
eo: Forigu finitajn farojn el via kalendaro
eu: Kendu osatutako zereginak zure egutegitik

# @info:whatsthis
source: Allows you to remove all completed to-dos from your calendar collection. This action cannot be undone!
eo: Ebligas al vi forigi ĉiujn finitajn farojn el via kalendara kolekto. Ĉi tiu ago ne povas esti malfarita!
eu: Osatutako zeregin guztiak zure egutegiko bildumatik ezabatzeko aukera ematen dizu. Ekintza hau ezin da desegin!

# @action:inmenu
source: &Delete
eu: Eza&batu

# @action:inmenu
source: What's &Next
eu: Zer da &hurrengoa

# @info:status
source: What's Next View
eo: Kio estas Sekva Vido
eu: «Zer da hurrengoa» ikuspegia

# @info:tooltip
source: Switch to the What's Next View
eo: Ŝanĝu al la Vido de Kio sekvas
eu: Aldatu «Zer da hurrengoa» ikuspegira

# @info:whatsthis
source: Switches to the "What's Next" View, which shows your events and to-dos that are "coming soon" in a short list for quick reading. All open to-dos will be displayed, but only the events from the days selected in the Date Navigator sidebar will be shown.
eo: Ŝaltas al la Vido "Kio Venonta", kiu montras viajn eventojn kaj farojn kiuj "baldaŭ venos" en mallonga listo por rapida legado. Ĉiuj malfermitaj faroj estos montrataj, sed nur la eventoj de la tagoj elektitaj en la flanka kolumno de Dato-Navigilo estos montritaj.
eu: "Zer da hurrengoa" ikuspegira aldatzen du, bertan erakusten dira "laster"etorriko diren ekitaldiak eta zereginak, azkar irakurtzeko zerrenda labur batean. Irekita dauden zeregin guztiak azalduko dira, baina data-nabigatzailea alboko-barran hautatutako egunetako ekitaldiak baino ez dira erakutsiko.

# @action:inmenu
source: &Month
eu: &Hilabetea

# @info:status
source: Month View
eo: Monata Vido
eu: Hilabeteko ikuspegia

# @info:tooltip
source: Switch to the Month View
eo: Ŝanĝu al la Monata Vido
eu: Aldatu Hilabeteko ikuspegira

# @info:whatsthis
source: Switches to the Month View, which shows all the events and due to-dos in a familiar monthly calendar layout.
eo: Ŝanĝas al la Monata Vido, kiu montras ĉiujn eventojn kaj farojn en konata monata kalendara aranĝo.
eu: Hilabeteko ikuspegira aldatzen du, non ekitaldi eta egiteko dauden zeregin guztiak hilabetekako egutegi antolaera ezagun batean erakusten dituen.

# @info:status
source: Agenda View
eo: Vido de Tagordo
eu: Agenda ikuspegia

# @info:tooltip
source: Switch to the Agenda View
eo: Ŝanĝu al la Tagorda Vido
eu: Aldatu Agenda ikuspegira

# @info:whatsthis
source: Switches to the Agenda View, which presents your events or due to-dos for one or more days, sorted chronologically. You can also see the length of each event in the day timetable.
eo: Ŝanĝas al la Tagorda Vido, kiu prezentas viajn eventojn aŭ farojn dum unu aŭ pluraj tagoj, ordigitaj kronologie. Vi ankaŭ povas vidi la longecon de ĉiu evento en la taga horaro.
eu: Agenda ikuspegira aldatzen du, non zure ekitaldiak edo egiteko dauden zereginak aurkezten dituen, egun baterako edo gehiagorako, kronologikoki antolatuta. Eguneko ordutegian, ekitaldi bakoitzaren luzera ikusteko aukera duzu.

# @action:inmenu
source: &Event List
eu: &Ekitaldi-zerrenda

# @info:status
source: List View
eo: Lista Vido
eu: Zerrenda ikuspegia

# @info:tooltip
source: Switch to the List View
eo: Ŝanĝi al la Listo-Vido
eu: Aldatu Zerrenda ikuspegira

# @info:whatsthis
source: Switches to the List View, which displays all your to-dos, events and journal entries for the dates selected in the Date Navigator as a list.
eo: Ŝanĝas al la Listo-Vido, kiu montras ĉiujn viajn farojn, eventojn kaj taglibrojn por la datoj elektitaj en la Datnavigilo kiel listo.
eu: Zerrenda ikuspegira aldatzen du, bertan data-nabigatzailean hautatutako datetarako zure zeregin, ekitaldi eta egunkariko sarrera guztiak zerrenda gisa azaltzen ditu.

# @action:inmenu
source: &To-do List
eu: &Zereginen zerrenda

# @info:status
source: To-do List View
eo: Farendolista Vido
eu: Zereginen zerrenda ikuspegia

# @info:tooltip
source: Switch to the To-do List View
eo: Ŝanĝi al la Farendolisto-Vido
eu: Aldatu Zereginen zerrenda ikuspegira

# @info:whatsthis
source: Switches to the To-do List view, which provides a place for you to track tasks that need to be done.
eo: Ŝanĝas al la vido Listo de Faroj, kiu disponigas lokon por vi spuri taskojn, kiuj devas esti faritaj.
eu: Zereginen zerrenda ikuspegira aldatzen du, non egin beharreko atazen jarraipena egiteko leku bat eskaintzen duen.

# @action:inmenu
source: &Journal
eu: E&gunkaria

# @info:status
source: Journal View
eo: Taglibro-Vido
eu: Egunkaria ikuspegia

# @info:tooltip
source: Switch to the Journal View
eo: Ŝanĝi al la Taglibro-Vido
eu: Aldatu egunkaria ikuspegira

# @info:whatsthis
source: Switches to the Journal View, which provides a place for you to record your reflections, occurrences or experiences.
eo: Ŝanĝas al la Taglibro-Vido, kiu disponigas lokon por vi registri viajn pripensojn, okazojn aŭ spertojn.
eu: Egunkari ikuspegira aldatzen du, non zure gogoetak, gertaerak eta bizipenak erregistratzeko lekua ematen dizun.

# @action:inmenu
source: Time&line
eu: Denbora-&lerroa

# @info:status
source: Timeline View
eo: Templinio-Vido
eu: Denbora-lerroa ikuspegia

# @info:tooltip
source: Switch to the Timeline View
eo: Ŝanĝi al la Templinio-Vido
eu: Aldatu denbora-lerroa ikuspegira

# @info:whatsthis
source: Switches to the Timeline View, which shows all events for the selected timespan in a Gantt view. Each calendar is displayed in a separate line.
eo: Ŝanĝas al la Templinio-Vido, kiu montras ĉiujn eventojn por la elektita tempoperiodo en Gantt-vido. Ĉiu kalendaro estas montrata en aparta linio.
eu: Denbora-lerroa ikuspegira aldatzen du, bertan hautatutako denborarako ekitaldi guztiak erakusten ditu Gantt ikuspegi batean.

# @action:inmenu
source: &Refresh
eu: Be&rritu

# @info:status
source: Refresh
eo: Refreŝigi
eu: Berritu

# @info:tooltip
source: Refresh the display
eo: Refreŝigu la ekranon
eu: Berritu erakusleihoa

# @info:whatsthis
source: This action will refresh and redraw the current calendar view. It does not sync or update any calendar folders.
eo: Ĉi tiu ago refreŝigos kaj redesegnos la nunan kalendaran vidon. Ĝi ne sinkronigas aŭ ĝisdatigas iujn ajn kalendarajn dosierujojn.
eu: Ekintza horrek uneko egutegi ikuspegia berritu eta berriz marraztuko du. Ez du egutegi karpetarik sinkronizatzen edo eguneratzen.

# @action:inmenu
source: F&ilter
eu: &Iragazi

# @info:status
source: Filter incidences
eo: Filtri incidojn
eu: Iragazi gertakizun

# @info:tooltip
source: Filter incidences from the calendar
eo: Filtri incidojn el la kalendaro
eu: Iragazi egutegiko gertakizunak

# @info:whatsthis
source: Runs user-defined view filters on the calendar collection. Filters must be created first. See "Manage View Filters" option in the Settings menu.
eo: Rulas uzant-difinitajn rigardfiltrilojn sur la kalendara kolekto. Filtriloj devas esti kreitaj unue. Vidu elekteblon "Administri Vidajn Filtrilojn" en la menuo Agordoj.
eu: Egutegi bilduman, erabiltzaileak definitutako ikuspegi iragazkiak ibiltzen ditu. Aurretik iragazkiak sortu behar dira. Begiratu Ezarpenak menuko "Kudeatu ikuspegi iragazkiak" aukera.

# @action:inmenu
source: In Horizontally
eu: Gerturatu horizontalki

# @action:inmenu
source: Out Horizontally
eu: Urrundu horizontalki

# @action:inmenu
source: In Vertically
eu: Gerturatu bertikalki

# @action:inmenu
source: Out Vertically
eu: Urrundu bertikalki

# @action:inmenu Jump to today
source: To &Today
eu: &Gaurko egunera

# @action:button
source: Today
eu: Gaur

# @info:status
source: Scroll to Today
eo: Rulumi al Hodiaŭ
eu: Kiribildu gaurko egunera

# @info:tooltip
source: Scroll the view to today
eo: Rulumi la vidon al hodiaŭ
eu: Kiribildu ikuspegia gaurko egunera

# @info:whatsthis
source: Scrolls the current view to the today's date.
eo: Rulumas la nunan vidon al la hodiaŭa dato.
eu: Kiribildu uneko ikuspegia gaurko datara.

# @action:inmenu scroll backward
source: &Backward
eu: A&tzerantz

# @action:button scroll backward
source: Back
eu: Atzera

# @info:status
source: Scroll Backward
eo: Rulumi Malantaŭen
eu: Kiribildu atzerantz

# @info:tooltip
source: Scroll the view backward
eo: Rulumi la vidon malantaŭen
eu: Kiribildu ikuspegia atzerantz

# @info:whatsthis
source: Scrolls backward by a day, week, month or year, depending on the current calendar view.
eo: Rulumas malantaŭen je tago, semajno, monato aŭ jaro, depende de la nuna kalendara vido.
eu: Kiribildu atzerantz, egun, aste, hilabete edo urte bat, uneko egutegi ikuspegiaren arabera.

# @action:inmenu scroll forward
source: &Forward
eu: A&urrerantz

# @action:button scroll forward
source: Forward
eu: Aurrerantz

# @info:status
source: Scroll Forward
eo: Rulumu Antaŭen
eu: Kiribildu aurrerantz

# @info:tooltip
source: Scroll the view forward
eo: Rulumu la vidon antaŭen
eu: Kiribildu ikuspegia aurrerantz

# @info:whatsthis
source: Scrolls forward by a day, week, month or year, depending on the current calendar view.
eo: Rulumas antaŭen je tago, semajno, monato aŭ jaro, depende de la nuna kalendara vido.
eu: Kiribildu aurrerantz, egun, aste, hilabete edo urte bat, uneko egutegi ikuspegiaren arabera.

# @action:inmenu
source: &Day
eu: E&guna

# @action:inmenu agenda view show 1 day at a time
source: Day
eu: Eguna

# @info:status
source: View 1 day at a time
eu: Ikusi egun 1 aldiko

# @info:tooltip
source: Show 1 day at a time in Agenda View
eu: Erakutsi egun 1 aldiko Agenda ikuspegian

# @info:whatsthis
source: Select this option to show only 1 day at a time in Agenda View.
eu: Hautatu aukera hau Agenda ikuspegian aldiko egun 1 bakarrik erakusteko.

# @action:inmenu agenda view show a few days at a time
source: &Next Days
eu: &Hurrengo eguna

# @info:status
source: View a few days at a time
eu: Ikusi egun batzuk aldiko

# @info:tooltip
source: Show the next few days at a time in Agenda View
eu: Erakutsi hurrengo egun batzuk aldi berean Agenda ikuspegian

# @info:whatsthis
source: Select this option to show the next few days at a time in Agenda View. Configure the <placeholder>Next X Days</placeholder> setting in the <interface>Views->General</interface> settings page to adjust the number of days shown.
eu: Hautatu aukera hau Agenda ikuspegian hurrengo egun batzuk aldi erakusteko. Konfiguratu <placeholder>Hurrengo X egunak</placeholder> ezarpena <interface>Ikuspegiak->Orokorra</interface> ezarpen-orrian erakutsitako egun kopurua doitzeko.

# @action:inmenu
source: W&eek Schedule
eu: Ast&eko ordutegia

# @action:inmenu agenda view show the weekly schedule days only (eg. no weekends)
source: Week Schedule
eu: Asteko ordutegia

# @info:status
source: Show a week at a time showing days included in your weekly schedule only
eu: Erakutsi aste bat aldiko zure asteko ordutegian sartutako egunak bakarrik erakutsiz

# @info:tooltip
source: Show a week at a time in Agenda View, excluding days that are not included in your weekly schedule (ie. weekends are excluded)
eu: Erakutsi aste bat aldiko Agenda ikuspegian, zure asteko ordutegian sartuta ez dauden egunak kanpoan utzita (adib. asteburuak kenduta)

# @info:whatsthis
source: Select this option to show a week at a time, excluding the days that are not included in your weekly schedule. Configure your schedule by selecting days in the <placeholder>Weekly Schedule</placeholder> setting in the <interface>Time and Date->Regional</interface> page.<para>Typically this view is intended for showing the week without weekend days.</para>
eu: Hautatu aukera hau aldiko aste bat erakusteko, zure asteko ordutegian sartu gabe dauden egunak kanpoan utziz. Konfiguratu zure ordutegia <interface>Ordua eta data->Eskualdekoa</interface> orriko <placeholder>Asteko ordutegia</placeholder> ezarpenean egunak hautatuz.<para>Ikuspegia hau astea asteburuko egunik gabe erakusteko erabili ohi da.</para>

# @action:inmenu
source: &Week
eu: &Astea

# @action:inmenu agenda view show a week at a time
source: Week
eu: Astea

# @info:status
source: View a week at a time
eu: Ikusi aste bat aldiko

# @info:tooltip
source: Show 1 week at a time in Agenda View
eu: Erakutsi aste 1 aldiko Agenda ikuspegian

# @info:whatsthis
source: Select this option to show a week at a time in Agenda View.
eu: Hautatu aukera hau Agenda ikuspegian aldiko aste bat erakusteko.

# @action:inmenu
source: New E&vent…
eu: E&kitaldi berria…

# @info:status
source: Create a new Event
eo: Krei novan Eventon
eu: Sortu ekitaldi berri bat

# @info:tooltip
source: Create a new Event
eo: Krei novan Eventon
eu: Sortu ekitaldi berri bat

# @info:whatsthis
source: Starts a dialog that allows you to create a new Event with reminders, attendees, recurrences and much more.
eo: Lanĉas dialogon, kiu ebligas al vi krei novan Eventon kun memorigiloj, partoprenantoj, ripetiĝoj kaj multe pli.
eu: Ekitaldi berri bat, oroigarri, partaide, errepikatze eta askoz gehiagorekin sortzeko aukera eskaintzen dizun elkarrizketa bat hasten du.

# @action:inmenu
source: New &To-do…
eu: &Zeregin berria…

# @info:status
source: Create a new To-do
eo: Krei novan farendon
eu: Sortu zeregin berri bat

# @info:tooltip
source: Create a new To-do
eo: Krei novan farendon
eu: Sortu zeregin berri bat

# @info:whatsthis
source: Starts a dialog that allows you to create a new To-do with reminders, attendees, recurrences and much more.
eo: Lanĉas dialogon, kiu ebligas al vi krei novan faron kun memorigiloj, partoprenantoj, ripetiĝoj kaj multe pli.
eu: Zereginak, oroigarri, partaide, errepikatze eta askoz gehiagorekin sortzeko aukera eskaintzen dizun elkarrizketa-koadroa abiatzen du.

# @action:inmenu
source: New Su&b-to-do…
eu: &Azpi-zeregin berria…

# @action:inmenu
source: New &Journal…
eu: E&gunkari berria…

# @info:status
source: Create a new Journal
eo: Krei novan Taglibron
eu: Sortu egunkari berri bat

# @info:tooltip
source: Create a new Journal
eo: Krei novan Taglibron
eu: Sortu egunkari berri bat

# @info:whatsthis
source: Starts a dialog that allows you to create a new Journal entry.
eo: Lanĉas dialogon, kiu ebligas al vi krei novan taglibran enskribon.
eu: Egunkari-sarrera berri bat sortzeko aukera ematen dizun elkarrizketa bat abiatzen du.

# @action:inmenu Jump to date
source: &Pick a Date
eu: &Hautatu data bat

# @action:button
source: Date
eu: Data

# @info:status
source: Scroll the view to user selected dates
eo: Rulumi la vidon al uzant-elektitaj datoj
eu: Kiribildu ikuspegia erabiltzaileak hautatutako datetara

# @info:tooltip
source: Scroll the view to user selected dates
eo: Rulumi la vidon al uzant-elektitaj datoj
eu: Kiribildu ikuspegia erabiltzaileak hautatutako datetara

# @info:whatsthis
source: Opens a date selection dialog for quickly navigating the view.
eu: Data hautatzeko elkarrizketa-koadro bat irekitzen du, ikuspegitik bizkor nabigatzeko.

# @action:inmenu
source: Configure View…
eu: Konfiguratu ikuspegia…

# @action:button
source: Configure
eu: Konfiguratu

# @info:status
source: Configure the multi-calendar view
eo: Agordi la plurkalendaran vidon
eu: Konfiguratu egutegi-anizkoitzeko ikuspegia

# @info:tooltip
source: Configure the multi-calendar view
eo: Agordu la plurkalendaran vidon
eu: Konfiguratu egutegi-anizkoitzeko ikuspegia

# @info:whatsthis
source: In the multi-calendar view, starts a dialog that allows configuring the view. Currently only the multi-calendar view is supported. See the Multiple Calendars options in the Views->Agenda Views settings.
eu: Egutegi-anizkoitzeko ikuspegian, ikuspegia konfiguratzeko aukera ematen duen elkarrizketa-koadro bat abiatzen da. Ikusi Egutegi anizkoitzeko aukerak Ikuspegia->Agenda-ikuspegi ezarpenetan.

# @action:inmenu
source: &Show
eo: &Montri
eu: &Erakutsi

# @action:inmenu
source: &Edit…
eo: R&edakti…
eu: &Editatu…

# @action:inmenu
source: &Make Sub-to-do Independent
eu: Egi&n azpi-zeregina independente

# @action:inmenu
source: &Publish Item Information…
eu: &Argitaratu elementuaren informazioa…

# @action:inmenu
source: Send &Invitation to Attendees
eu: Bidali gonb&idapena partaideei

# @action:inmenu
source: Re&quest Update
eu: Es&katu eguneratzea

# @action:inmenu
source: Send &Cancellation to Attendees
eu: Bidali e&zeztapena partaideei

# @action:inmenu
source: Send Status &Update
eu: Bidali egoeraren &eguneratzea

# @action:inmenu counter proposal
source: Request Chan&ge
eu: Eskatu alda&keta

# @action:inmenu
source: &Mail Free Busy Information…
eu: &Postaz bidali libre/lanpetua informazioa…

# @action:inmenu
source: &Send as iCalendar…
eu: &Bidali iCalendar gisa…

# @action:inmenu
source: &Upload Free Busy Information
eu: &Zama-igo libre/lanpetua informazioa

# @action:inmenu
source: &Address Book
eu: &Helbide-liburua

# @action:inmenu
source: Show Date Navigator
eu: Erakutsi Data Nabigatzailea

# @action:inmenu
source: Show Item Viewer
eu: Erakutsi elementuen erakuslea

# @action:inmenu
source: Show Calendar Manager
eu: Erakutsi Egutegi-kudeatzailea

# @action:inmenu
source: Configure &Date && Time…
eu: Konfiguratu &Data eta Ordua…

# @action:inmenu
source: Manage View &Filters…
eu: Kudeatu Ikuspegi-ira&gazkiak…

# @action:inmenu
source: Manage T&ags…
eu: Kudeatu Etiket&ak…

# @action:inmenu
source: What's new
eu: Zer berri

# @action:inmenu
source: &Configure KOrganizer…
eu: &Konfiguratu KOrganizer…

# @info
source: 1 incidence was imported successfully.
eu: Gertakizun 1 ondo inportatu da.

# @info
source: There was an error while merging the calendar: <message>%1</message>
eu: Egutegia bateratu bitartean errore bat egon da: <message>%1</message>

# @info
source: New calendar added successfully
eu: Egutegi berria ondo gehitu da

# @info
source: Could not add a calendar. Error: <message>%1</message>
eu: Ezin izan du egutegi bat gehitu. Errorea: <message>%1</message>

# @title:window
source: Select Calendar File to Open
eo: Elekti Kalendaran Dosieron por Malfermi
eu: Hautatu ireki beharreko egutegi-fitxategia

# @title:window
source: Select Calendar File to Import
eo: Elekti Kalendaran Dosieron por Importi
eu: Hautatu inportatu beharreko egutegia

# @info
source: An error occurred: <message>%1 (url: %2)</message>
eu: Errore bat gertatu da: <message>%1 (URLa: %2)</message>

# @info
source: Cannot upload calendar to <filename>%1</filename>
eu: Ezin du egutegia <filename>%1</filename>(e)ra zama-igo

# @info
source: Saved calendar <filename>%1</filename>
eu: <filename>%1</filename> egutegia gorde da

# @info
source: Unable to save calendar to the file <filename>%1</filename>
eu: Ez da egutegia <filename>%1</filename> fitxategian gordetzeko gai

# @title:window
source: Error
eo: Eraro
eu: Errorea

# @action:inmenu
source: &Next Day
eu: &Hurrengo eguna

# @info
source: Could not start control module for date and time format.
eu: Ezin izan du data eta ordu formatuen kontrol modulua abiatu.

# @action:inmenu
source: &Show Event
eu: Erakut&si ekitaldia

# @action:inmenu
source: &Edit Event…
eu: &Editatu ekitaldia…

# @action:inmenu
source: &Delete Event
eu: &Ezabatu ekitaldia

# @action:inmenu
source: &Show To-do
eu: &Erakutsi zeregina

# @action:inmenu
source: &Edit To-do…
eu: &Editatu zeregina…

# @action:inmenu
source: &Delete To-do
eu: &Ezabatu zeregina

# @action:inmenu
source: Attach as &link
eu: Erantsi este&ka gisa

# @action:inmenu
source: Attach &inline
eu: Erantsi &lerro barruan

# @action:inmenu
source: Attach inline &without attachments
eu: Erantsi lerro barruan estekarik ga&be

# @action:inmenu
source: C&ancel
eu: &Utzi

# @info
source: Removing attachments from an email might invalidate its signature.
eu: E-posta batetik eranskinak kentzea bere sinadura baliogabetu dezake.

# @title:window
source: Remove Attachments
eo: Forigi Kunsendaĵojn
eu: Kendu eranskinak

# @action:inmenu
source: Undo: %1
eu: Desegin: %1
