{
    "KPlugin": {
        "Description": "For each day this plugin shows its daynumber of the year at the top of the agenda view. For example, February 1 is day 32 of the year.",
        "Description[ar]": "تعرض هذا المحلق في كل يوم رقمه اليومي للسنة على رأس عرض الأعمال. فعلى سبيل المثال، يوم 1 فبراير هو اليوم 32 من السنة.",
        "Description[az]": "Bu əlavə hər tarix üçün ilin günlərinin sayını göstərir. Məsələn, 1 fevral, 32 sayı kimi göstəriləcəkdir.",
        "Description[bg]": "За всеки ден този плъгин показва номера на годината си в горната част на изгледа на дневния ред. Например 1 февруари е ден 32 от годината.",
        "Description[ca@valencia]": "Per a cada dia, este connector mostrarà el número de dia de l'any al capdamunt de la vista d'agenda. Per exemple, l'1 de febrer serà el dia 32 de l'any.",
        "Description[ca]": "Per a cada dia, aquest connector mostrarà el número de dia de l'any al capdamunt de la vista d'agenda. Per exemple, l'1 de febrer serà el dia 32 de l'any.",
        "Description[cs]": "Tento modul pro každý den zobrazuje číslo dne roku na vrcholu pohledu na agendu. Např. 1. únor je 32. den v roce.",
        "Description[de]": "Für jeden Tag des Jahres wird mit diesem Modul der Kalendertag oben in der Terminplanansicht angezeigt. Der 1. Februar ist beispielsweise der 32. Kalendertag des Jahres.",
        "Description[en_GB]": "For each day this plugin shows its day number of the year at the top of the agenda view. For example, February 1 is day 32 of the year.",
        "Description[eo]": "Por ĉiu tago ĉi tiu kromaĵo montras sian tagan nombron de la jaro ĉe la supro de la tagorda vido. Ekzemple, la 1-a de februaro estas la 32-a tago de la jaro.",
        "Description[es]": "Este complemento muestra el número del día del año para cada día en la parte superior de la vista de la agenda. Por ejemplo, el 1 de febrero es el día 32 del año.",
        "Description[eu]": "Plugin horrek agenda-ikuspegiaren goiko aldean egun bakoitzaren urteko egun-zenbakia erakusten du. Adibidez, Otsailak 1 urteko 32. eguna da.",
        "Description[fi]": "Tämä liitännäinen näyttää kullekin päivälle sen vuosipäivänumeron aikataulunäkymän yläosassa. 1. helmikuuta on esimerkiksi vuoden 32. päivä.",
        "Description[fr]": "Pour chaque jour, ce module externe affiche le numéro du jour de l'année en haut de la vue d'agenda. Par exemple, le 1er février est le 32 ième jour de l'année.",
        "Description[gl]": "Este complemento amosa o día do ano na vista superior da axenda. Por exemplo, o 1 de febreiro é o día 32 do ano.",
        "Description[ia]": "Pro cata die, iste plug-in monstra le numero del die in le anno al summitate del vista de agenda. Per exemplo, le 1 de februario es die 32 del anno.",
        "Description[it]": "Per ciascun giorno, questa estensione mostra il numero del giorno dell'anno nella parte alta della vista agenda). Ad esempio, il primo di febbraio è il giorno 32 dell'anno.",
        "Description[ka]": "ყოველი დღისთვის ეს დამატება აჩვენებს დღის ნომერს წელში, დღის განრიგის ზემოდან. მაგალითად, პირველი თებერვალი წლის 32-ე დღეა.",
        "Description[ko]": "일정 보기를 사용할 때 해당 연도의 날짜 번호를 모든 날짜 위에 표시합니다. 예를 들어 2월 1일은 그 해의 32번째 날입니다.",
        "Description[nl]": "Deze plug-in zorgt ervoor dat het dagnummer boven de agendaweergave wordt geplaatst. Bijvoorbeeld, bij 1 februari hoort dagnummer 32.",
        "Description[pl]": "Dla każdego dnia wtyczka ta pokazuje jego numer dnia w roku na górze widoku rozkładu dnia. Na przykład, 1. luty to 32 dzień w roku.",
        "Description[pt]": "Para cada dia, este 'plugin' mostra o seu número de dia no ano no topo da agenda. Por exemplo, o 1 de Fevereiro é o dia 32 do ano.",
        "Description[pt_BR]": "Para cada dia, esse plugin mostra o número do dia no topo da visualização da agenda. Por exemplo, 1º de fevereiro é o dia 32 do ano.",
        "Description[ru]": "Этот модуль показывает номер дня в году для каждой даты. Например, для 1 февраля будет показан номер 32.",
        "Description[sl]": "Za vsak dan ta vtičnik prikazuje številko dneva v letu na vrhu pogleda nalog. Npr. 1. februar je 32-ti dan v letu.",
        "Description[sv]": "Insticksprogrammet visar dagens nummer under året för varje dag längst upp i agendavyn. Till exempel är 1:a februari den 32:e dagen under året.",
        "Description[tr]": "Her gün için, bu eklenti, ajanda görünümünün tepesinde yılın gün numarasını gösterir. Örneğin, 1 Şubat, yılın 32. günüdür.",
        "Description[uk]": "Цей додаток показує зверху перегляду щоденника номер для кожного дня року. Наприклад, 1-го лютого — це 32 день року.",
        "Description[x-test]": "xxFor each day this plugin shows its daynumber of the year at the top of the agenda view. For example, February 1 is day 32 of the year.xx",
        "Description[zh_TW]": "這個外掛程式會為每一天在行程檢視上方顯示它在一年當中是第幾天。舉例來說，二月一號是年中的第 32 天。",
        "Name": "Date Numbers Plugin for Calendars",
        "Name[ar]": "ملحق أرقام التاريخ للتقويم",
        "Name[az]": "Təqvimlər üçün tarix qoşması",
        "Name[bg]": "Приставка за номера на дати за календари",
        "Name[ca@valencia]": "Connector de números de data per als calendaris",
        "Name[ca]": "Connector de números de data per als calendaris",
        "Name[cs]": "Modul pro očíslování dat v kalendáři",
        "Name[de]": "Kalendertag-Modul für Kalender",
        "Name[en_GB]": "Date Numbers Plugin for Calendars",
        "Name[eo]": "Dataj Nombroj Aldonaĵo por Kalendaroj",
        "Name[es]": "Complemento de números de fechas para calendarios",
        "Name[eu]": "Egutegietarako data-zenbakien plugina",
        "Name[fi]": "Päivämääränumeroliitännäinen kalentereihin",
        "Name[fr]": "Module pour les numéros de date pour les agendas",
        "Name[gl]": "Complemento para os números das datas para os calendarios",
        "Name[ia]": "Plug-in pro numero del die de calendarios",
        "Name[it]": "Estensione dei numeri di data per calendari",
        "Name[ka]": "თარიღის რიცხვების დამატება კალენდრებისთვის",
        "Name[ko]": "달력용 날짜 숫자 플러그인",
        "Name[nl]": "Datumgetallenplug-in voor agenda's",
        "Name[pl]": "Wtyczka numerów dat dla kalendarzy",
        "Name[pt]": "'Plugin' de Números de Datas dos Calendários",
        "Name[pt_BR]": "Plugin de números de datas para calendários",
        "Name[ru]": "День в году",
        "Name[sl]": "Vtičnik za številke dni v letu za koledarje",
        "Name[sv]": "Datuminsticksprogram för kalendrar",
        "Name[tr]": "Takvimler için Tarih Numarası Eklentisi",
        "Name[uk]": "Додаток дат для календарів",
        "Name[x-test]": "xxDate Numbers Plugin for Calendarsxx",
        "Name[zh_TW]": "行事曆用的日期編號外掛程式"
    },
    "X-KDE-KOrganizer-HasSettings": true,
    "X-KDE-PluginInterfaceVersion": 2
}
