{
    "KPlugin": {
        "Description": "For each day this plugin shows its daynumber of the year at the top of the agenda view. For example, February 1 is day 32 of the year.",
        "Description[bg]": "За всеки ден този плъгин показва номера на годината си в горната част на изгледа на дневния ред. Например 1 февруари е ден 32 от годината.",
        "Description[ca@valencia]": "Per a cada dia, este connector mostrarà el número de dia de l'any al capdamunt de la vista d'agenda. Per exemple, l'1 de febrer serà el dia 32 de l'any.",
        "Description[ca]": "Per a cada dia, aquest connector mostrarà el número de dia de l'any al capdamunt de la vista d'agenda. Per exemple, l'1 de febrer serà el dia 32 de l'any.",
        "Description[cs]": "Tento modul pro každý den zobrazuje číslo dne roku na vrcholu pohledu na agendu. Např. 1. únor je 32. den v roce.",
        "Description[en_GB]": "For each day this plugin shows its day number of the year at the top of the agenda view. For example, February 1 is day 32 of the year.",
        "Description[eo]": "Por ĉiu tago ĉi tiu kromaĵo montras sian tagnombron de la jaro ĉe la supro de la tagorda vido. Ekzemple, la 1-a de februaro estas la 32-a tago de la jaro.",
        "Description[es]": "Para cada día, este complemento muestra el número de día del año en la parte superior de la vista de agenda. Por ejemplo, el 1 de febrero es el día 32 del año.",
        "Description[fr]": "Pour chaque jour, ce module externe affiche le numéro du jour en haut de la vue d'agenda. Par exemple, le 1er février est le 32 ième jour de l'année.",
        "Description[he]": "עבור כל יום התוסף הזה מציג את מספר היום בשנה בראש תצוגת סדר היום. למשל, 1 בפברואר הוא היום ה־32 בשנה.",
        "Description[ia]": "Pro cata die, iste plug-in monstra le numero del die in le anno al summitate del vista de agenda. Per exemplo, le 1 de februario es die 32 del anno.",
        "Description[it]": "Per ciascun giorno, questa estensione mostra il numero del giorno dell'anno nella parte alta della vista agenda). Ad esempio, il primo di febbraio è il giorno 32 dell'anno.",
        "Description[ka]": "ყოველი დღისთვის ეს დამატება აჩვენებს დღის ნომერს წელში, დღის განრიგის ზემოდან. მაგალითად, პირველი თებერვალი წლის 32-ე დღეა.",
        "Description[nl]": "Deze plug-in zorgt ervoor dat het dagnummer boven de agendaweergave wordt geplaatst. Bijvoorbeeld, bij 1 februari hoort dagnummer 32.",
        "Description[sl]": "Za vsak dan ta vstavek prikazuje številko dneva v letu na vrhu prikaza dnevnega reda. Npr., 1. februar je 32. dan v letu.",
        "Description[tr]": "Bu eklenti her gün için ajanda görünümünün en üstünde yılın gün numarasını gösterir. Örneğin 1 Şubat, yılın 32. günüdür.",
        "Description[uk]": "Цей додаток показує зверху перегляду щоденника номер для кожного дня року. Наприклад, 1-го лютого — це 32 день року.",
        "Description[x-test]": "xxFor each day this plugin shows its daynumber of the year at the top of the agenda view. For example, February 1 is day 32 of the year.xx",
        "Description[zh_TW]": "這個外掛程式會為每一天在行程檢視上方顯示它在一年當中是第幾天。舉例來說，二月一號是年中的第 32 天。",
        "Name": "Date Numbers Plugin for Calendars",
        "Name[af]": "Dag nommer inprop module vir kalenders",
        "Name[bg]": "Приставка за номера на дати за календари",
        "Name[bs]": "Dodaci brojeva datuma za Kalendar",
        "Name[ca@valencia]": "Connector de números de data per als calendaris",
        "Name[ca]": "Connector de números de data per als calendaris",
        "Name[cs]": "Modul pro očíslování dat v kalendáři",
        "Name[da]": "Datonumre-plugin for kalendere",
        "Name[el]": "Πρόσθετο αριθμού ημερών για Ημερολόγια",
        "Name[eo]": "Kromprogramo por Kalendaraj Datonombroj",
        "Name[es]": "Complemento de números de fechas para calendarios",
        "Name[et]": "Kuupäeva nummerdamise plugin kalendritele",
        "Name[eu]": "Egutegientzako data zenbakiak",
        "Name[fa]": "وصله عدد تاریخ برای تقویمها",
        "Name[fr]": "Module de numérotation des jours pour les agendas",
        "Name[fy]": "Datumgetallenplugin foar aginda's",
        "Name[he]": "תוסף מספרי תאריכים ללוחות שנה",
        "Name[hu]": "Dátumkezelő bővítőmodul naptárakhoz",
        "Name[ia]": "Plug-in pro numero del die de calendarios",
        "Name[is]": "Íforrit fyrir númer dags á dagatali",
        "Name[it]": "Estensione dei numeri di data per calendari",
        "Name[ka]": "თარიღის რიცხვების დამატება კალენდრებისთვის",
        "Name[kk]": "Күнтізбедегі күн нөмірінің плагині",
        "Name[km]": "កម្មវិធី​ជំនួយ​លេខ​កាលបរិច្ឆេទ​សម្រាប់​ប្រតិទិន",
        "Name[ko]": "달력을 위한 날짜 숫자 플러그인",
        "Name[lt]": "Datų numerių įskiepis kalendoriams",
        "Name[lv]": "Kalendāru datuma skaitļu spraudnis",
        "Name[mr]": "दिनदर्शिकेकरिता दिनांक संख्या प्लगइन",
        "Name[ms]": "Plugin Bilangan Tarikh untuk Kalendar",
        "Name[nds]": "Kalennerdag-Moduul för Kalenners",
        "Name[ne]": "क्यालेन्डरका लागि मिति सङ्ख्या प्लगइन",
        "Name[nl]": "Datumgetallenplug-in voor agenda's",
        "Name[pa]": "ਕੈਲੰਡਰਾਂ ਲਈ ਮਿਤੀ ਨੰਬਰ ਪਲੱਗਇਨ",
        "Name[ru]": "День в году",
        "Name[sk]": "Modul dátumov pre kalendáre",
        "Name[sl]": "Datumski vstavek za koledarje",
        "Name[sv]": "Datuminsticksprogram för kalendrar",
        "Name[ta]": "தேதி எண்களைக் காட்டும் நாள்காட்டி செருகுநிரல்",
        "Name[tg]": "Санаҳои тақвим",
        "Name[tr]": "Takvimler için Tarih Numaraları Eklentisi",
        "Name[uk]": "Додаток дат для календарів",
        "Name[wa]": "Tchôke-divins des nombes des dates po les Calindrîs",
        "Name[x-test]": "xxDate Numbers Plugin for Calendarsxx",
        "Name[zh_TW]": "行事曆用的日期編號外掛程式"
    },
    "X-KDE-KOrganizer-HasSettings": true,
    "X-KDE-PluginInterfaceVersion": 2
}
